{
  "_id": "0EQrL4heBcvh7TUk",
  "name": "Animal Lord",
  "permission": {
    "default": 0
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p><strong>Acquired/Inherited Template</strong>&nbsp;Inherited<br><strong>Simple Template</strong>&nbsp;No<br><strong>Usable with Summons</strong>&nbsp;No<br><br>When the gods of nature or powerful spirits desire a champion to defend the animal world, they invest a token of their power in a chosen vessel—be it animal or humanoid. Traditionally, only one animal lord for a specific animal species is active on a world at any one time, although sometimes, when an extant animal lord strays from its charge or otherwise fails, the force that created it might create a replacement to send against the fallen animal lord to challenge it in a combat to the death, with the victor claiming the right to rule or a chance at redemption.<br><br>An animal lord does not dwell among humanity—the wild is its domain. How an animal lord interacts with a humanoid society largely depends on how that society treats the animals of that lord’s affinity. Societies that honor and respect those animals, even if they use the animals as a food source, earn the animal lord’s (sometimes grudging) respect, but those who abuse or otherwise harm animals of that lord’s species find a powerful and ardent enemy in the lord.<br><br>The cat lord above uses a leopard as the base animal—this particular cat lord represents a newly created animal lord. The longer an animal lord exists, the higher its level should be.<br><br>“Animal Lord” is an inherited template that can be added to any humanoid of 10 Hit Dice or more, referred to hereafter as the base creature. The animal lord also gains the characteristics of one type of animal (of a size no larger than one step larger than the base creature’s size), referred to hereafter as the base animal.<br><br><strong>CR:</strong> Same as the base creature or the base animal (whichever is higher) +2.</p>\n<p><br><strong>Alignment:</strong> Any neutral.</p>\n<p><br><strong>Type:</strong> The base creature’s type changes to outsider (native, shapechanger). Do not recalculate class Hit Dice, BAB, or saves.</p>\n<p><br><strong>Senses:</strong> An animal lord gains the senses of both the base creature and the base animal in both of its forms.</p>\n<p><br><strong>AC:</strong> An animal lord gains the base animal or base creature’s natural armor bonus, whichever is higher, in both of its forms—this bonus is increased by +2 to determine the animal lord’s actual natural armor bonus.</p>\n<p><br><strong>Defensive Abilities:</strong> An animal lord gains DR 10/silver. It also gains all of the base animal’s defensive abilities in both of its forms.</p>\n<p><br><strong>Speed:</strong> An animal lord’s base speed is that of its base creature form or its base animal form, whichever is greater. Animal lords whose base animal has a burrow, climb, fly, or swim speed can use that mode of movement even in humanoid form, instantly growing the necessary appendages as necessary.</p>\n<p><br><strong>Melee:</strong> An animal lord in humanoid form can instantaneously transform parts of its body to make all of the natural attacks possessed by the base animal. An animal lord typically prefers to use its natural attacks in melee combat, but often carries manufactured ranged weapons to diversify its combat options as well.</p>\n<p><br><strong>Special Attacks:</strong> An animal lord gains all of the special attacks possessed by the base animal and can employ them in both humanoid and animal form. It also gains abilities determined by its species affinity (see below).</p>\n<p><br><strong>Ability Scores:</strong> Animal lords use the higher ability score between the base creature and the base animal as their base ability scores, then increase all of these ability scores by +4.</p>\n<p><br><strong>Skills:</strong> An animal lord gains all of the base animal’s racial modifiers to skill checks.</p>\n<p><br><strong>Special Qualities:</strong> An animal lord gains the following special qualities.</p>\n<p><br><strong>Change Shape (Su):</strong> An animal lord has two forms—a humanoid and an animal form. When an animal lord in humanoid form uses the base animal’s defensive abilities, movement types, attacks, and other features, the animal lord’s body instantaneously changes as appropriate to allow the use of that ability, growing wings or claws or fangs as necessary. The animal lord can use this ability to take the shape of the base animal (as&nbsp;shapechange) as a move action.</p>\n<p><br><strong>Dominion (Su):</strong> In both forms, an animal lord is treated as if constantly under the effects of a&nbsp;speak with animals&nbsp;spell, but this only applies to creatures of the animal lord’s species affinity (see below). In addition, an animal lord can cast&nbsp;charm animal&nbsp;on any animal of its affinity as a spell-like ability at will (CL equals the animal lord’s HD).</p>\n<h2>Species Affinity</h2>\n<p>Animal lords can be made from almost any creature of the animal type, but most are grouped into larger categories known as species affinities. The most common animal lord kingdom affinities are detailed below, but many others exist. Animals listed in parenthesis list typical base animals for that lord.<br><br><strong>Bear Lord (Grizzly Bear): </strong>Bear lords have broad shoulders, sharp teeth, and thick fingers. Bear lords gain the following additional ability.<br><em>Bear Hug (Ex):</em> A bear lord deals +1d6 extra points of damage when it makes a grapple check to damage a creature.<br><br><strong>Canine Lord (Dog, Hyena, Wolf):</strong> Canine lords are hirsute, have pronounced canines, and have slightly pointed ears. Canine lords gain the following additional ability.<br><em>Savage (Ex):</em> A canine lord deals +1d6 extra points of damage on its first attack in a round against a prone opponent.<br><br><strong>Cat Lord (Leopard, Lion, Tiger):</strong> Cat lords move with a fluid agility, and have slender bodies and catlike eyes. Cat lords gain the following additional ability.<br><em>Leap (Ex):</em> A cat lord adds half its Hit Dice to all Acrobatics checks made to jump, and is always treated as if it had a running start when jumping.<br><br><strong>Crocodile Lord (Crocodile):</strong> Crocodile lords have reptilian eyes, sharp teeth, and a scaly ridge along the spine. Crocodile lords gain the following additional ability.<br><em>Thick Skin (Ex):</em> A crocodile lord’s base natural armor bonus improves by an additional +2 in both of its forms.<br><br><strong>Dinosaur Lord (Deinonychus, Tyrannosaurus):</strong> A dinosaur lord tends to have sharp teeth, scaly skin, and a booming voice. Dinosaur lords gain the following additional ability.<br><em>Primeval Mind (Ex):</em> A dinosaur lord is immune to charm effects and gains a +2 bonus on all Will saves.<br><br><strong>Raptor Lord (Eagle, Falcon):</strong> Raptor lords have feathery-looking and brightly colored hair, wide searching eyes, and aquiline noses. Raptor lords gain the following additional ability.<br><em>Raptor’s Dive (Ex):</em> A raptor lord deals double damage with any charge that starts 10 or more feet above its target.<br><br><strong>Rat Lord (Giant Rat):</strong> Rat lords have pointed chins and pointed ears, and move with quick, jittery motions. Rat lords gain the following additional ability.<br><em>Hearty (Ex):</em> Rat lords are immune to disease and gain a +2 bonus on all Fortitude saves.<br><br><strong>Shark Lord (Shark):</strong> Shark lords have black eyes, pale skin, sharp teeth, and little to no body hair. They gain the following additional ability.<br><em>Brutal Jaws (Ex):</em> A shark lord’s bite attack causes bleed (1d6).<br><br><strong>Serpent Lord (Snake):</strong> Serpent lords tend to have unusual skin colors, often with stripes or other patterns), snakelike eyes, and forked tongues. Serpent lords gain the following ability.<br><em>Poison Immunity (Ex):</em> Serpent lords are immune to poison.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": "",
      "long": null
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "measureTemplate": {
      "type": "",
      "size": "0",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": "",
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": "",
        "value": null
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": "",
    "attackNotes": "",
    "soundEffect": "",
    "changes": [
      {
        "_id": "v1tuh02q",
        "formula": "2",
        "operator": "+",
        "subTarget": "nac",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ac"
      },
      {
        "_id": "3wuannst",
        "formula": "4",
        "operator": "+",
        "subTarget": "str",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "58ztu43s",
        "formula": "4",
        "operator": "+",
        "subTarget": "dex",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "txsrmrx7",
        "formula": "4",
        "operator": "+",
        "subTarget": "con",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "jzw9zqtc",
        "formula": "4",
        "operator": "+",
        "subTarget": "int",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "ygudwx0h",
        "formula": "4",
        "operator": "+",
        "subTarget": "wis",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "ukxvsxrn",
        "formula": "4",
        "operator": "+",
        "subTarget": "cha",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      }
    ],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "featType": "template",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "2",
    "disabled": false,
    "attack": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/skills/violet_07.jpg",
  "effects": []
}