{
  "_id": "RUxd9Jm0DXTUsNZR",
  "name": "Animus Shade",
  "permission": {
    "default": 0
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p><strong>Acquired/Inherited Template</strong>&nbsp;Acquired<br><strong>Simple Template</strong>&nbsp;No<br><strong>Usable with Summons</strong>&nbsp;No<br><br>The typical intelligent mind exists as a war of aspects— primitive survival urges and base wants opposing intellectual reason and high-minded goals. Some of these aspects dominate the mind, defining a creature’s personality, while others are shackled away. Sometimes psychic injuries can loosen these shackles, revealing aspects a creature would normally control and suppress. When a creature dies from a psychic injury, its conscious mind may shear away, leaving only those subconscious aspects—the creature’s animus—behind. Called animus shades, these spectral undead are gripped with feral rage and lash out at the living. Individuals who engage in psychic combat are particularly prone to succumbing to this form of undeath, and their shades sometimes seek out their former opponents, not content until their one-time adversaries are slain.<br><br>Animus shades always bear a superficial resemblance to their former, living selves, but manifest in death as wild brutes, made powerful by their anger and feral by their long suffering. They often appear hunched and contorted after a lifetime of being crushed beneath the weight of the dominant psyches, and can sport wicked claws, overlong limbs, cracked flesh, severed (but still present) body parts, and other nightmarish deformities reflecting the fears their living selves harbored about the dark corners of their own minds. Any gear or items the creature had appear rotted, cracked, and torn in spectral form, though it may carry ghostly versions of the weapons it used in life, deadly implements still capable of harming the living.<br><br>Most often, animus shades linger near the sites of their deaths or wander without any specific purpose. As many psychic contests occur in mindscapes or on far-flung esoteric planes, animus shades are frequently found roaming such realms, endlessly raging over the sometimes centuries-old defeats that resulted in their demises. Even when not consumed by such losses, animus shades commonly target those they happen across who remind them of the dominant selves that repressed them in life—whether because of similarities in physical appearance, personality, or activity. However, some rare animus shades have greater clarity of focus and are gripped with the need to undo the accomplishments they achieved in life, taking pleasure in destroying those things they once loved or took pride in.<br><br>Because they’re created through psychic violence, animus shades usually appear among intelligent races and beings known for mastering occult forces. Among such races, these undead prove far more common within cultures and groups that cultivate psychic prowess. They’re easy to mistake for ghosts or other undead—often to tragic ends. Fortunately, in lands that value physical strength over mental prowess and in strictly martial cultures, animus shades are almost unknown. Members of races such as hobgoblins, kobolds, and orcs, which seldom give rise to psychically talented individuals, almost never return as animus shades.<br><br>Poisoned by the psychic violence that spawned them, animus shades rarely, if ever, cooperate. In death, even animus shades created from former allies slain by the same foe viciously strike out at each other. The mental trauma that fills them and holds them to the world scars these undead deeply, but ultimately makes them most resentful of themselves—they know it was their own weaknesses or distraction that resulted in their deaths. Much of their rage is thus pointed inward, and they take particular satisfaction in viciously unleashing their hatred on those who resemble them, especially if the resulting conflicts remind them of the battles in which they died.<br><br>“Animus shade” is an acquired template that can be added to any living creature that has a Charisma score of at least 6 and an Intelligence score of at least 8. An animus shade retains all the base creature’s statistics and special abilities except as noted here.<br><br><strong>Challenge Rating:</strong> Base creature’s CR + 2.<br><br><strong>Alignment:</strong> Any evil.<br><br><strong>Type:</strong> The creature’s type changes to undead. Do not recalculate the creature’s base attack bonus, saves, or skill points. It gains the incorporeal subtype.<br><br><strong>Senses:</strong> An animus shade gains darkvision with a range of 60 feet.<br><br><strong>Aura: </strong>The animus shade gains a&nbsp;<a href=\"https://aonprd.com/UMR.aspx?ItemName=Mental%20Static%20Aura\">mental static aura</a>.<br><br><strong>Armor Class: </strong>The animus shade gains a deflection bonus to its Armor Class equal to its Charisma modifier from the incorporeal subtype. It loses the base creature’s natural armor bonus, as well as all armor and shield bonuses not from force effects or the ghost touch special ability.<br><br><strong>Hit Dice: </strong>Change the base creature’s racial Hit Dice to d8s. Its class Hit Dice are unaffected. As an undead, an animus shade uses its Charisma modifier to determine its bonus hit points (instead of its Constitution modifier).<br><br><strong>Defensive Abilities:</strong> An animus shade retains all of the defensive abilities of the base creature that don’t rely on a corporeal form to function. It gains channel resistance +4, the incorporeal ability, and all of the immunities granted by its undead traits. An animus shade also gains the following defensive ability.<br><br><strong>Mental Schism (Su):</strong> An animus shade’s mind is a chaotic tangle of shredded remnants of the dominant personality that once subsumed it. This mercurial state of being is too piecemeal for alignment-based effects to take hold. The animus shade is immune to all effects that are dependent on alignment.<br><br><strong>Speed:</strong> An animus shade loses its previous speeds and gains a fly speed of 30 feet (perfect), unless the base creature has a better fly speed.<br><br><strong>Attacks:</strong> An animus shade loses all of the base creature’s natural and unarmed attacks.<br><br><strong>Special Attacks:</strong> An animus shade retains all special attacks of the original creature that do not require a corporeal body to function. In addition, it gains the following special attacks. The save DC of an animus shade’s special attacks is equal to 10 + half the animus shade’s Hit Dice + the animus shade’s Charisma modifier. These are mind-affecting effects.<br><br><strong>Animus Insinuation (Sp):</strong> When an animus shade touches a creature, it inspires that creature’s animus to rise up and overthrow the creature’s personality. This effect functions as per&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=id%20insinuation%20II\">id insinuation II</a>&nbsp;if the animus shade’s CR is 7 or less or&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=id%20insinuation%20IV\">id insinuation IV</a>&nbsp;if the animus shade’s CR is 8 or higher, except that either way, the effect targets only a single creature touched and the duration is 1 round per Hit Die of the animus shade, without the need for concentration.<br><br><strong>Corrupt Intent (Su):</strong> An animus shade subverts the intent and willpower of its enemies, filling them with doubt and conflicting desires that play into the animus shade’s hands. Anytime a creature strikes the animus shade with a melee or ranged attack, it must succeed at a Will save or take a –1 penalty on all further attacks against the animus shade for 1d4 rounds. Each subsequent failed save against this ability by a creature already under its effect increases the total penalty by 1 and extends the duration of the effect by 1 round.<br><br><strong>Rend Psyche (Su): </strong>As a standard action, an animus shade can unleash a jet of dark energy at a creature within 30 feet. On a successful ranged touch attack, the target is wracked with mental agony as its own animus attempts to wrench free from its physical form. This violent struggle deals a number of d4s of damage equal to the animus shade’s CR, as well as 1d6 points of Charisma damage. A successful Will save halves the damage and negates the Charisma damage.<br><br><strong>Ability Scores: </strong>Cha +4. In addition, as an incorporeal creature, an animus shade has no Strength or Constitution score.<br><br><strong>Skills:</strong> An animus shade gains a +8 racial bonus on Intimidate and Perception checks (which stacks with other racial bonuses). An animus shade treats Climb, Disguise, Fly, Intimidate, Knowledge (arcana), Knowledge (religion), Perception, Sense Motive, Spellcraft, and Stealth as class skills. Otherwise, its skills are the same as those of the base creature.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": "",
      "long": null
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "measureTemplate": {
      "type": "",
      "size": "0",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": "",
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": "",
        "value": null
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": "",
    "attackNotes": "",
    "soundEffect": "",
    "changes": [
      {
        "_id": "1e7gm9uk",
        "formula": "30",
        "operator": "+",
        "subTarget": "flySpeed",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "speed"
      },
      {
        "_id": "fhebigus",
        "formula": "4",
        "operator": "+",
        "subTarget": "cha",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "gonae9gj",
        "formula": "8",
        "operator": "+",
        "subTarget": "skill.int",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "skill"
      },
      {
        "_id": "019g9izf",
        "formula": "8",
        "operator": "+",
        "subTarget": "skill.per",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "skill"
      },
      {
        "_id": "f0hb9axm",
        "formula": "@abilities.cha.mod",
        "operator": "+",
        "subTarget": "ac",
        "modifier": "deflection",
        "priority": 0,
        "value": 0,
        "target": "ac"
      }
    ],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "featType": "template",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "2",
    "disabled": false,
    "attack": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/skills/violet_07.jpg",
  "effects": []
}