{
  "_id": "EAB0ehDcASqXl5J6",
  "name": "Commando Construct",
  "permission": {
    "default": 0
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p><strong>Acquired/Inherited Template&nbsp;</strong>Acquired<br><strong>Simple Template</strong>&nbsp;No<br><strong>Usable with Summons</strong>&nbsp;No<br><br>Commando constructs are elite fighting machines that often operate alone or in small squads. Although they are skilled combatants, these constructs can handle a variety of clandestine activities, including assassination, infiltration, kidnapping, and sabotage. They are most often found wandering the plains of Numeria, or under the service of a local warlord.<br><br>“Commando construct” is an acquired template that can be added to any construct, referred to hereafter as the base creature.<br><br><strong>Challenge Rating:</strong> If the base creature has 9 or fewer HD, base creature’s CR + 1; if base creature has 10 or more HD, base creature’s CR + 2.<br><br><strong>Type:</strong> A commando construct gains the augmented subtype. It uses all the base creature’s statistics and special abilities except as noted here.<br><br><strong>Armor Class:</strong> A commando construct’s natural armor bonus increases by 4.<br><br><strong>Hit Dice:</strong> Change the commando construct’s Hit Dice to d12s. Additionally, a commando construct gains 1-1/2 times the normal bonus hit points for a construct of its size.<br><br><strong>Special Attacks: </strong>A commando construct gains special attacks chosen from the list below. A commando construct with 8 HD or fewer selects one option, a commando construct with 9–12 HD selects two options, and a commando construct with 13 HD or more selects three options. Each option can be selected only once.<br><br><em>Brutal Attacks (Ex):</em> When a commando construct makes two successful melee attacks against the same target in 1 round, its attacks either rend flesh or crush bones. This deals an additional amount of damage equal to the damage dealt by its highest-damage successful melee attack plus twice the commando construct’s Strength modifier.<br><br><em>Energy Attacks (Su):</em> Pick one energy type: acid, cold, electricity, or fire. Each of the commando construct’s melee attacks deals 1d6 points of energy damage of the chosen type on a hit.<br><br><em>Extra Attack (Ex):</em> When using the full-attack action, a commando construct can make one extra attack per round at its highest base attack bonus.<br><br><em>Knockdown Strike (Ex): </em>When a commando construct makes a successful melee attack, it can forgo dealing its normal damage to its target and instead attempt a free combat maneuver check. If the construct is successful, the target takes damage equal to the commando construct’s Strength modifier and is knocked prone. This is treated as a trip attack for the purpose of creatures that can’t be tripped or that have bonuses or weaknesses against trip combat maneuvers. On a failed combat maneuver check, the commando construct is not tripped in return. This ability works only on creatures of a size equal to or smaller than the commando construct.<br><br><em>Knockout Strike (Ex):</em> As a full-attack action, a commando construct can unleash a devastating strike with one of its melee attacks that can instantly knock a target unconscious. If a commando construct hits and the target takes damage from the attack, the target must succeed at a Fortitude save (DC = 10 + half the commando construct’s HD + the commando construct’s Strength modifier) or fall unconscious for 1d6 rounds. Each round on its turn, the unconscious target can attempt a new saving throw to regain consciousness. Creatures immune to critical hits or nonlethal damage are immune to this ability.<br><br><em>Precision (Ex):</em> A commando construct rolls twice to confirm critical hits, taking the more favorable result.<br><br><em>Reach (Ex):</em> The reach of all of a commando construct’s melee attacks increases by 5 feet.<br><br><em>Retaliatory Strike (Ex): </em>Whenever an enemy makes a successful melee attack against a commando construct or an adjacent ally, the enemy provokes an attack of opportunity from the commando construct.<br><br><em>Sneak Attack (Ex):</em> As per the&nbsp;<a href=\"https://aonprd.com/ClassDisplay.aspx?ItemName=Rogue\">rogue class feature</a>. The number of additional sneak attack dice is based on the commando creature’s Hit Dice.<br><br><em>Sundering Blows (Ex):</em> Whenever a commando construct confirms a critical hit with a melee attack, it deals an amount of damage to the target’s armor or shield equal to the melee damage as if it had also succeeded at a sunder combat maneuver.<br><br><strong>Ability Scores:</strong> Str +4, Dex +4.<br><br><strong>Feats:</strong> A commando construct gains one bonus combat feat, plus an additional combat feat for every 4 HD (to a maximum of 10 feats from this ability).<br><br><strong>Special Qualities:</strong> A commando construct gains following special abilities.<br><br><em>Energized Alacrity (Su):</em> Once per minute as a swift action, a commando construct can draw power from special energizing transmitters attached to its body. When doing so, the commando construct gains a +30-foot bonus to all of its speeds for 1 round. Additionally, when making a full attack during this round, the commando construct can move up to its speed either before or after it attacks. This movement provokes attacks of opportunity as normal.<br><br><em>Tactical Awareness (Ex): </em>A commando construct gains a +2 bonus on initiative checks. This bonus increases by 1 for every 5 HD the commando construct has (to a maximum of +6 at 20 HD). Additionally, a commando construct is never considered an unaware combatant and is always able to act in the surprise round. A commando construct is still flat-footed in the surprise round until it acts.</p>\n<p>&nbsp;</p>\n<h2>Construction</h2>\n<p>A commando construct’s materials cost an additional 10,000 gp above the base creature’s cost. The Craft check required to make the body has a DC 4 higher than normal for the base construct’s kind. The construct is animated using a special laboratory or workroom that costs 1,000 gp to establish. If the creator is personally constructing the creature’s body, the crafting and the ritual can be performed simultaneously. The creator must have a minimum caster level 1 higher than the base creature’s minimum required caster level. In addition, the following spells must be cast during the ritual:&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=bull%E2%80%99s%20strength\">bull’s strength</a>,&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=heroism,%20greater\">greater heroism</a>, and&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=limited%20wish\">limited wish</a>.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": "",
      "long": null
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "measureTemplate": {
      "type": "",
      "size": "0",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": "",
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": "",
        "value": null
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": "",
    "attackNotes": "",
    "soundEffect": "",
    "changes": [
      {
        "_id": "1groe6gk",
        "formula": "4",
        "operator": "+",
        "subTarget": "nac",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ac"
      },
      {
        "_id": "0w1amtep",
        "formula": "4",
        "operator": "+",
        "subTarget": "str",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "95wfa9wi",
        "formula": "4",
        "operator": "+",
        "subTarget": "dex",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      }
    ],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "featType": "template",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "@attributes.hd.total >= 10 ? 2 : 1",
    "disabled": false,
    "attack": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/skills/violet_07.jpg",
  "effects": []
}