{
  "_id": "2aWJH1E2ubfojBmx",
  "name": "Foo Creature",
  "permission": {
    "default": 0
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p><strong>Acquired/Inherited Template&nbsp;</strong>Inherited<br><strong>Simple Template&nbsp;</strong>No<br><strong>Usable with Summons</strong>&nbsp;No<br><br>Foo creatures are benevolent guardian spirits that hail originally from the Outer Plane of Nirvana, where they spend their days cavorting in the idyllic wilds or aiding that realm’s inhabitants, particularly the agathions, in their work. Yet while they come from Nirvana, foo creatures are often encountered on the Material Plane as well, for they are favorite conjurations of many cultures and religions.<br><br>Countless species of foo creatures exist—for if an animal dwells upon the Material Plane, it is certain that somewhere in the vast wilds of Nirvana its spiritual double frolics and plays. Nonetheless, certain foo creatures are more common than others, and the most often encountered of all are dogs and lions.<br><br>A foo creature can be called to the Material Plane for any reason a conjurer can imagine—these monsters are generally much more intelligent than their mundane counterparts, and can not only follow complex orders but can speak and converse as well. Typically, a foo creature is contacted to serve for a time as a guardian—by adopting its statue form using its freeze ability, a foo creature can appear as little more than an ornate decoration astride the facade of a building or standing guard over a fountain in a city plaza. They are not as often called upon to serve as soldiers in armies, for foo creatures detest war. They generally dislike serving as mounts as well, although for particularly pious and kindly folk, they have been known to make exceptions.<br><br>“Foo Creature” is an inherited template that can be added to any animal, referred to hereafter as the base creature. A foo creature retains all the base creature’s statistics and abilities except as noted here.<br><br><strong>Challenge Rating:</strong> Same as the base creature +1.</p>\n<p><strong>Alignment:</strong> Any good.</p>\n<p><strong>Type: </strong>The base creature’s type changes to outsider with the good subtype. It gains the augmented subtype. Do not recalculate BAB, saves, or skill ranks.</p>\n<p><strong>Senses: </strong>As the base creature, plus darkvision 60 feet.</p>\n<p><strong>AC: </strong>A foo creature’s natural armor bonus increases by +2.</p>\n<p><strong>Hit Dice: </strong>The base creature’s racial Hit Dice change to d10s.</p>\n<p><strong>Defensive Abilities: </strong>A foo creature retains all of the base creature’s defensive abilities and special qualities. It also gains the following.</p>\n<p><em>Damage Reduction (Ex): </em>A foo creature gains DR/bludgeoning based on its Hit Dice. A foo creature with up to 10 HD gains DR 5/bludgeoning. A foo creature with 11 or more HD gains DR 10/bludgeoning.</p>\n<p><em>Immunity (Ex): </em>A foo creature gains immunity to poison, disease, paralysis, and sleep.</p>\n<p><em>Paired Protectors (Su): </em>When two or more foo creatures are within 30 feet of one another, they both gain the benefit of a&nbsp;protection from evil&nbsp;spell. The caster level of this&nbsp;protection from evil&nbsp;effect is equal to the highest Hit Dice of the affected foo creatures. This effect can be dispelled, but if it is, a foo creature can reactivate it as a swift action.</p>\n<p><em>Stony Defense (Su): </em>A number of times per day equal to its Hit Dice, a foo creature can harden its skin to unyielding stone as an immediate action. It gains hardness 8 until the end of its next turn, but its speed is reduced by 10 feet for the same duration.</p>\n<p><strong>Special Abilities: </strong>A foo creature retains all of the base creature’s special attacks and special abilities. It also gains the following special quality.</p>\n<p><em>Freeze (Ex): </em>A foo creature can hold itself so still it appears to be a statue. A foo creature that uses freeze can take 10 on its Stealth check to hide in plain sight as a stone statue. A foo creature can maintain this position for as long as it wishes.</p>\n<p><strong>Abilities: </strong>+2 Strength, +2 Constitution, +4 Intelligence.</p>\n<p><strong>Feats: </strong>All foo creatures gain Iron Will as a bonus feat.</p>\n<p><strong>Languages: </strong>All foo creatures speak Common and Celestial.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": "",
      "long": null
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "measureTemplate": {
      "type": "",
      "size": "0",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": "",
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": "",
        "value": null
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": "",
    "attackNotes": "",
    "soundEffect": "",
    "changes": [
      {
        "_id": "yao1b6ww",
        "formula": "2",
        "operator": "+",
        "subTarget": "nac",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ac"
      },
      {
        "_id": "kgdxqdt5",
        "formula": "2",
        "operator": "+",
        "subTarget": "str",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "wn8es3t9",
        "formula": "2",
        "operator": "+",
        "subTarget": "con",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "m1ffcu65",
        "formula": "4",
        "operator": "+",
        "subTarget": "int",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      }
    ],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "featType": "template",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "1",
    "disabled": false,
    "attack": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/skills/violet_07.jpg",
  "effects": []
}