{
  "_id": "Au8SQCFtLfSv3u9Y",
  "name": "Haunted Construct",
  "permission": {
    "default": 0
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p><strong>Acquired/Inherited Template</strong>&nbsp;Acquired<br><strong>Simple Template</strong>&nbsp;No<br><strong>Usable with Summons</strong>&nbsp;No<br><br>On the border between Xa Hoi and Nagajor, near the caldera of Mount Kumijinja, a cave system leads deep into the Darklands. The locals call it the Clicking Caverns, for scouts report seeing strange clockwork warriors creeping out of the caves at night in search of living creatures. Deep beneath those caves is the clockwork necropolis of Pan Majang, a constantly transforming edifice that houses the sadistic, flesh-eating spirits of a forgotten race. These spirits now possess and haunt the constructs they once used as slaves.<br><br>A haunted construct is formed when a soul does not continue to Pharasma’s Spire and is instead drawn to an existing construct in a desperate attempt to continue living. Often malevolent and cruel, these souls seek to inflict harm on the living and invite them to join in their tortured existence.<br><br>“Haunted construct” is an acquired template that can be added to any construct (referred to hereafter as the base creature). A haunted construct retains all the base creature’s statistics and special abilities except as noted here.<br><br><strong>Challenge Rating: </strong>Base creature’s CR + 1.<br><br><strong>Alignment: </strong>Any evil, most commonly neutral evil.<br><br><strong>Armor Class:</strong> A haunted construct gains a +1 deflection bonus to AC.<br><br><strong>Defensive Abilities:</strong> Haunted constructs gain channel resistance +4.<br><br><strong>Special Qualities:</strong> A haunted construct gains the following special qualities.<br><br><em>Infused Soul (Su):</em> A haunted construct is infused with the soul of a creature who died nearby. The soul provides the haunted construct a semblance of unlife as a ghostly apparition surrounds its body and controls its actions. This allows the haunted construct to apply its Charisma modifier as a bonus on Fortitude saves, and it gains a number of bonus hit points per Hit Die equal to its Charisma bonus. A haunted construct is healed by negative energy and harmed by positive energy as if it were an undead creature. It reacts to magical and supernatural effects, such as&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=detect%20undead\">detect undead</a>&nbsp;and&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=searing%20light\">searing light</a>, as if it were an undead creature.<br><br><em>Unholy Beacon (Su): </em>Haunted constructs act as a focal point for negative energy, exuding a constant 20-foot aura that functions as the spell&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=desecrate\">desecrate</a>. Additionally, undead creatures within the aura gain the benefits of the haunted construct’s damage resistance or hardness, if any.<br><br><strong>Special Attacks:</strong> Each haunted construct gains one of the following haunts tied to its artificial body. This haunt functions until the haunted construct is destroyed but acts on initiative count 10, as usual for haunts, affecting each creature within 30 feet. The Perception DC to notice the haunt is equal to 15 + the haunted construct’s CR. The save DC against a haunted construct’s special attack is equal to 10 + half the haunted construct’s Hit Dice, and the caster level is equal to the haunted construct’s CR. A creature can attempt the listed saving throw at the end of its turn each round to negate the haunt’s ongoing effect; once a creature successfully saves against the effect, it is immune to that effect for 24 hours. Additional haunted construct abilities beyond these can be designed at the GM’s discretion.<br><br><em>Burned Alive (Su):</em> The spirit inhabiting this haunted construct perished in a blaze;&nbsp;notice&nbsp;the smell of smoke;&nbsp;effect&nbsp;a screech erupts as affected creatures catch on fire;&nbsp;destruction&nbsp;flood the area with water for at least 24 hours.<br><br><em>Eaten Alive (Su):</em> The spirit inhabiting this haunted construct was torn apart by wild animals;&nbsp;notice&nbsp;the sound of gnashing teeth;&nbsp;effect&nbsp;an invisible force bites and tears the flesh of all living targets, dealing 1d6 points of force damage per 4 Hit Dice the haunted construct has (minimum 1d6) each round and inflicting the shaken condition (Will negates); this is a mind-affecting effect;&nbsp;destruction&nbsp;a good-aligned creature must remain in the haunted area for 3 days while fasting.<br><br><em>Frozen Bones (Su):</em> The spirit inhabiting this haunted construct froze to death;&nbsp;notice&nbsp;frost begins to appear on the ground and any clothing or objects;&nbsp;effect&nbsp;a sudden chill fills the air, and creatures take 1d6 points of cold damage per 2 Hit Dice the haunted construct has (minimum 1d6) and are staggered for 1d4 rounds; on a successful Fortitude save, a creature takes half the damage and negates the staggered condition;&nbsp;destruction&nbsp;burn the area in magical fire with a caster level equal to or greater than that of the haunt.<br><br><em>Insane Ramblings (Su): </em>The spirit inhabiting this haunted construct wasted away from madness;&nbsp;notice&nbsp;a discordant chorus of whispers;&nbsp;effect&nbsp;yammering voices fill the heads of all affected creatures, affecting them as per the spell&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=confusion\">confusion</a>&nbsp;(Will negates);&nbsp;destruction&nbsp;a creature shouts a hidden truth or previously kept secret.<br><br><em>Isolation (Su):</em> The spirit inhabiting this haunted construct died trapped and alone;&nbsp;notice&nbsp;ambient sound disappears and other sounds are quieted;&nbsp;effect&nbsp;each target believes it is alone in the world; it cannot perceive, target, nor interact with anyone it considers an ally (Will negates); this is a mind-affecting effect;&nbsp;destruction&nbsp;a boisterous celebration of friendship lasting at least 1 hour at the site of the haunt.<br><br><em>Loss of Limbs (Su):</em> The spirit inhabiting this haunted construct bled out after being dismembered;&nbsp;notice&nbsp;targets’ arms all start to tingle;&nbsp;effect&nbsp;each target believes its arms have been ripped off; the creature drops whatever it is holding and cannot use its arms in any way (Will negates); this is a mind-affecting effect;&nbsp;destruction&nbsp;a creature must willfully offer the strength of its own arms to the vengeful spirits, accepting 2 points of Strength and Dexterity drain.<br><br><em>Mutilation (Su):</em> The spirit inhabiting this haunted construct was murdered in a gruesome fashion;&nbsp;notice&nbsp;the creature’s muscles begin to spasm;&nbsp;effect&nbsp;the creature’s arms and legs spasm and twist into hideous angles, reducing its base speed to 5 feet and imposing a –4 penalty on attack rolls (Will negates);&nbsp;destruction&nbsp;the source must be targeted by a&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=heal\">heal</a>&nbsp;or&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=regeneration\">regeneration</a>&nbsp;spell.<br><br><strong>Ability Scores:</strong> If the base creature’s Charisma score is less than 10, then its Charisma score changes to 14; otherwise a haunted construct receives a +4 bonus to Charisma. A haunted construct receives a +4 bonus to its Intelligence score and generally has the same skills the soul had in life. If the base creature lacked an Intelligence score, it gains an Intelligence score of 4 and generally selects the same feats its soul had in life.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": "",
      "long": null
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "measureTemplate": {
      "type": "",
      "size": "0",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": "",
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": "",
        "value": null
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": "",
    "attackNotes": "",
    "soundEffect": "",
    "changes": [
      {
        "_id": "6si2a534",
        "formula": "1",
        "operator": "+",
        "subTarget": "ac",
        "modifier": "deflection",
        "priority": 0,
        "value": 0,
        "target": "ac"
      },
      {
        "_id": "096omylj",
        "formula": "4",
        "operator": "+",
        "subTarget": "int",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "ijm2lweb",
        "formula": "4",
        "operator": "+",
        "subTarget": "cha",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      }
    ],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "featType": "template",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "1",
    "disabled": false,
    "attack": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/skills/violet_07.jpg",
  "effects": []
}