{
  "_id": "ev0AaPdPSSjI7Hew",
  "name": "Implacable Stalker",
  "permission": {
    "default": 0
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p><strong>Acquired/Inherited Template</strong>&nbsp;Acquired<br><strong>Simple Template&nbsp;</strong>No<br><strong>Usable with Summons</strong>&nbsp;No<br><br>Implacable stalkers embody murderous predation. They not only revel in hunting down and killing their victims in gory, brutal fashion, but they draw supernatural strength and power from their victims’ fear and terror. They look similar to other creatures of their kind, but are often covered in gruesome scars and exude an aura of menace.<br><br>“Implacable stalker” is an acquired template that can be added to any creature with an Intelligence score of 3 or higher. Most implacable stalkers are humanoids, monstrous humanoids, or outsiders. An implacable stalker uses the base creature’s stats and abilities except as noted here.<br><br><strong>Challenge Rating:</strong> Base creature’s CR + 2.<br><br><strong>Alignment:</strong> Any evil.<br><br><strong>Senses: </strong>An implacable stalker gains the following.<br><br><em>Sense Fear (Su):</em> An implacable stalker is able to sense the fear of nearby living creatures. This functions similarly to blindsight, with a range of 120 feet, except it only allows the implacable stalker to detect creatures that are currently experiencing any level of fear ranging from spooked to horrified (see page 10). Additionally, this ability allows the implacable stalker to detect such creatures even through solid barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it.<br><br><strong>Armor Class: </strong>Natural armor bonus increases by 6.<br><br><strong>Defensive Abilities:</strong> An implacable stalker gains DR 5/—, and resistance to acid, cold, electricity, fire, and sonic 10. The implacable stalker also gains the following defensive ability.<br><br><em>Terrifying Inevitability (Su):</em> An implacable stalker is even more difficult to kill when in the presence of fear. As long as the implacable stalker is able to see or hear a creature currently experiencing any level of fear ranging from spooked to horrified (see page 10), it gains fast healing equal to its Hit Dice, its damage reduction increases to 10/—, and it gains spell resistance equal to 16 + its CR.<br><br><strong>Speed:</strong> An implacable stalker’s base land speed is reduced by 10 feet if its base speed is 20 feet or higher.<br><br><strong>Special Attacks:</strong> An implacable stalker gains the following special attacks.<br><br><em>Fear Aura (Su): </em>Creatures that have at least 5 fewer Hit Dice than the implacable stalker must succeed at a Will save or become frightened for 1 minute if they come within 60 feet of it. Even if they succeed at their saves, they gain the shaken condition for as long as they remain within 60 feet of the implacable stalker, and for 1 round thereafter. All other creatures within this radius must succeed at a Will save or become shaken for as long as they remain within 60 feet of the implacable stalker, and for 1 round thereafter. A creature that successfully saves cannot be affected again by the same implacable stalker’s aura until the creature has left the aura and reentered it. This is a mind-affecting fear effect.<br><br><em>Gory Display (Ex):</em> Whenever an implacable stalker kills a sentient living creature, as a swift action, it can revel in the kill, shredding its victim’s corpse in a gruesome display of power. If it does, it chooses one of the following benefits: gain a +4 morale bonus to Strength and Dexterity for 1 minute, regain a single use of a spell-like ability that it can normally use three or more times per day, or immediately heal a number of hit points equal to its Hit Dice.<br><br>Alternatively, instead of any of these benefits, the implacable stalker can cause a single creature within 60 feet to become more vulnerable to fear. Creatures affected in this way lose any immunity to fear they may have. If the creature did not possess immunity to fear, it takes a –4 penalty on saving throws to resist fear effects, and all Intimidate checks attempted against it receive a +4 circumstance bonus. These effects last for 10 minutes. Finally, if the creature is currently immune to the implacable stalker’s fear aura because it succeeded at a previous saving throw, it loses that immunity.<br><br><strong>Special Qualities:</strong> An implacable stalker gains the following special qualities.<br><br><em>Nightmare Resurrection (Su):</em> When an implacable stalker dies, it creates a psychic imprint on the mind of each intelligent creature within 60 feet that witnessed its death. Each week, such creatures are subject to a&nbsp;nightmare&nbsp;effect (DC = 10 + 1/2 the implacable stalker’s Hit Dice + the implacable stalker’s Charisma modifier; the normal modifiers for&nbsp;nightmare&nbsp;based on knowledge and connection do not apply). In this&nbsp;nightmare, the creature is hunted and slain by the implacable stalker (for GMs using the nightmare dreamscape rules on page 162, these nightmares always have the “being chased” nightmare feature). A creature that succeeds at three consecutive saving throws to resist the effect is freed from it. If any creature fails at three consecutive saving throws to resist the&nbsp;nightmare, the implacable stalker returns to life, as per&nbsp;true resurrection. If its corpse has been completely destroyed, it returns to life in a random location within 5 miles of the creature that failed to resist the&nbsp;nightmare&nbsp;effects. Once the implacable stalker is returned to life, the psychic imprint fades from all creatures still affected by it.&nbsp;Right Behind You (Sp): As a swift action, an implacable stalker can teleport to an unoccupied space, which must be adjacent to a creature the stalker is aware of that has the shaken, frightened, or panicked condition. The implacable stalker can travel a maximum distance of 480 feet with each use of this ability, and must wait 1d6 rounds between each use. Additionally, if the implacable stalker travels at least 40 feet, any shaken, frightened, or panicked creature it arrives adjacent to is denied its Dexterity bonus to AC against the implacable stalker’s attacks until the beginning of the implacable stalker’s next turn.<br><br><strong>Ability Scores:</strong> Strength +4, Constitution +6 (if the implacable stalker is an undead creature, it gains Charisma +6, instead).<br><br><strong>Skills:</strong> Implacable stalkers gain a +8 racial bonus on Intimidate checks, and a +6 racial bonus on Stealth checks and Survival checks to follow tracks.<br><br><strong>Feats: </strong>Implacable stalkers gain Diehard, Endurance, Intimidating Prowess, and Toughness as bonus feats.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": "",
      "long": null
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "measureTemplate": {
      "type": "",
      "size": "0",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": "",
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": "",
        "value": null
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": "",
    "attackNotes": "",
    "soundEffect": "",
    "changes": [
      {
        "_id": "oarcp0qv",
        "formula": "6",
        "operator": "+",
        "subTarget": "nac",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ac"
      },
      {
        "_id": "i5s0w1mw",
        "formula": "4",
        "operator": "+",
        "subTarget": "str",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "7n7wpumm",
        "formula": "6",
        "operator": "+",
        "subTarget": "con",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "hygy4djc",
        "formula": "8",
        "operator": "+",
        "subTarget": "skill.int",
        "modifier": "racial",
        "priority": 0,
        "value": 0,
        "target": "skill"
      },
      {
        "_id": "ug91xofv",
        "formula": "6",
        "operator": "+",
        "subTarget": "skill.ste",
        "modifier": "racial",
        "priority": 0,
        "value": 0,
        "target": "skill"
      }
    ],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [
      {
        "formula": "",
        "operator": "+",
        "target": "skill",
        "subTarget": "skill.sur",
        "modifier": "",
        "priority": 0,
        "value": 0,
        "text": "+[[6]] Racial to Follow Tracks"
      }
    ],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "featType": "template",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "2",
    "disabled": false,
    "attack": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/skills/violet_07.jpg",
  "effects": []
}