{
  "_id": "GSHBFW0jtaRf5Kjv",
  "name": "Mummy Lord",
  "permission": {
    "default": 0
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p><strong>Acquired/Inherited Template</strong>&nbsp;Acquired<br><strong>Simple Template</strong>&nbsp;No<br><strong>Usable with Summons</strong>&nbsp;No<br><br>Many cultures practice the sacred art of mummification, though the sinister magical techniques used to imbue corpses with undead vitality are far less widespread. In certain ancient lands, such blasphemous techniques have been refined through centuries of ceremony and countless deaths, giving rise to mummies of terrible power. On rare occasions, if the deceased was of great rank and exceeding malevolence, he might undergo such elaborate rituals, rising from his tomb as a fearful&nbsp;<a href=\"https://aonprd.com/MonsterDisplay.aspx?ItemName=Mummy%20Lord\">mummy lord</a>. Similarly, a ruler known for his malice or who died in a moment of great rage might spontaneously arise as such a vengeful despot. Regardless of the exact circumstances of his resurrection, a mummy lord retains the abilities he had in life, becoming a creature consumed by the desire to restore his rule and dominate both the living and dead.<br><br>“Mummy lord” is an acquired template that can be added to any living corporeal creature (referred to hereafter as the base creature) that has at least 8 Hit Dice. The process of creating a mummy lord requires 50,000 gp worth of rare herbs, oils, and other mummification materials. The mummy lord retains all of the base creature’s statistics and special abilities, except as listed below.<br><br><strong>Challenge Rating:</strong> Base creature’s CR + 2.<br><br><strong>Alignment:</strong> Any evil alignment.<br><br><strong>Type:</strong> The creature’s type changes to undead (augmented). Do not recalculate its base attack bonus, saves, or skill ranks.<br><br><strong>Senses: </strong>A mummy lord gains darkvision with a range of 60 feet.<br><br><strong>Aura:</strong> A mummy lord gains the following aura.<br><br><em>Great Despair Aura (Su): </em>All creatures within a 30-foot radius that see a mummy lord must succeed at a Will saving throw or be paralyzed with fear for 1d4 rounds, then shaken for the following 1d4 rounds. Whether or not the saving throw is successful, that creature cannot be affected again by the same mummy lord’s great despair aura ability for 24 hours. This is a mind-affecting paralysis and fear affect. The save DC is Charisma-based.<br><br><strong>Armor Class: </strong>A mummy lord has either a +1 natural armor bonus for every 2 Hit Dice it possesses or the base creature’s natural armor bonus, whichever of the two leads to a higher result.<br><br><strong>Hit Dice:</strong> Change the creature’s racial Hit Dice to d8s. All Hit Dice derived from class levels remain unchanged. As undead, mummy lords use their Charisma modifiers to determine bonus hit points.<br><br><strong>Defensive Abilities:</strong> A mummy lord gains channel resistance +4, DR 10/—, immunity to cold and electricity (in addition to the immunities granted by its undead traits), and the following defensive ability.<br><br><em>Rejuvenation (Su):</em> One day after a mummy lord is destroyed, the necromantic energies that created the abomination begin to rebuild its body. This process takes 1d10 days. If the body is destroyed before that time passes, the process starts anew. After this time, the mummy lord awakens fully healed in its tomb. To permanently destroy a mummy lord, it must be destroyed and then its remains must be targeted by&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=consecrate\">consecrate</a>,&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=hallow\">hallow</a>, and then&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=dispel%20evil\">dispel evil</a>, cast in consecutive rounds and in that order.<br><br><strong>Attacks: </strong>The mummification process hardens the mummy lord’s bones to a stone-like density, granting it a powerful slam attack if the base creature has no other natural attacks.&nbsp;<a href=\"https://aonprd.com/UMR.aspx?ItemName=Natural%20Attacks\">This slam attack deals damage based on the mummy lord’s size</a>, treating the creature as if it were one size category larger. Those hit by a mummy lord’s slam attack also run the risk of succumbing to insidious mummy rot (see Special Attacks below).<br><br><strong>Special Attacks:</strong> A mummy lord gains the following special attacks. The attacks’ save DCs are equal to 10 + 1/2 the mummy lord’s Hit Dice + the mummy lord’s Charisma modifier unless otherwise noted.<br><br><em>Channel Rot (Su): </em>A mummy lord can deliver its insidious mummy rot through melee weapon attacks, its slam attack, and any natural attacks it possesses.<br><br><em>Insidious Mummy Rot (Su):</em> Curse and disease—slam;&nbsp;save&nbsp;Fortitude DC 10 + 1/2 the mummy lord’s Hit Dice + its Charisma modifier;&nbsp;onset&nbsp;1 minute;&nbsp;frequency&nbsp;1/day;&nbsp;effect&nbsp;2d4 Constitution and 2d4 Charisma damage;&nbsp;cure&nbsp;—. Insidious mummy rot is both a curse and disease, and can be cured only by first removing the curse and then curing the disease. Even after the curse element of insidious mummy rot is lifted, a creature suffering from it cannot recover naturally over time. Anyone casting a conjuration (healing) spell on the afflicted creature must succeed at a caster level check (DC = 20 or 11 + the mummy lord’s CR, whichever is higher), or the spell is wasted and the healing has no effect. Anyone who dies from insidious mummy rot transforms into a pile of sand and cannot be raised by means other than&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=resurrection\">resurrection</a>&nbsp;or greater magic.<br><br><em>Sandstorm Wrath (Su): </em>Three times per day as a standard action, a mummy lord can exhale a blast of superheated sand in a 40-foot cone. The blast deals 2d8 points of fire and slashing damage for every 3 Hit Dice a mummy lord possesses. A successful Reflex save halves this damage. Creatures that fail this save are blinded for 2d4 rounds.<br><br><em>Undead Mastery (Su):</em> As a standard action, a mummy lord can attempt to bend any undead creature within 50 feet to its will. The targeted undead must succeed at a Will save or fall under the mummy lord’s control (the save DC is Charisma-based). An undead with an Intelligence score is allowed an additional save every day to break free of the mummy lord’s control; for undead without an Intelligence score, the control is permanent. A creature that succeeds at its Will save cannot be affected again by the same mummy lord’s undead mastery for 24 hours. A mummy lord can control 6 Hit Dice of undead creatures for every Hit Die it has. If the mummy lord exceeds this limit, any excess undead from earlier uses of this ability become uncontrolled, as per&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=animate%20dead\">animate dead</a>. If another creature is currently controlling an undead that fails its save against undead mastery, the mummy lord must roll an opposed Charisma check against the current controller. If the mummy lord succeeds, it wrests away control of the undead. Otherwise, the mummy lord’s undead mastery attempt has no effect.<br><br><strong>Ability Scores:</strong> Strength +8, Charisma +6. As an undead creature, a mummy lord has no Constitution score.<br><br><strong>Skills:</strong> A mummy lord gains a +8 racial bonus on Intimidate, Sense Motive, and Stealth checks. It always treats Climb, Disguise, Fly, Intimidate, Knowledge (arcana), Knowledge (religion), Perception, Sense Motive, Spellcraft, and Stealth as class skills. Otherwise, its skills are the same as those of the base creature.<br><br><strong>Feats</strong>: A mummy lord gains&nbsp;<a href=\"https://aonprd.com/FeatDisplay.aspx?ItemName=Toughness\">Toughness</a>as a bonus feat.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": "",
      "long": null
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "measureTemplate": {
      "type": "",
      "size": "0",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": "",
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": "",
        "value": null
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": "",
    "attackNotes": "",
    "soundEffect": "",
    "changes": [
      {
        "_id": "4qvp061g",
        "formula": "(@attributes.naturalAC > @attributes.hd.total/2) ? 0 : (@attributes.hd.total/2)",
        "operator": "+",
        "subTarget": "nac",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ac"
      },
      {
        "_id": "qjxpngza",
        "formula": "8",
        "operator": "+",
        "subTarget": "str",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "ngsgatst",
        "formula": "6",
        "operator": "+",
        "subTarget": "cha",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "t61bmvar",
        "formula": "8",
        "operator": "+",
        "subTarget": "skill.int",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "skill"
      },
      {
        "_id": "0er0ufjf",
        "formula": "8",
        "operator": "+",
        "subTarget": "skill.sen",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "skill"
      },
      {
        "_id": "40glq5d9",
        "formula": "8",
        "operator": "+",
        "subTarget": "skill.ste",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "skill"
      }
    ],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "featType": "template",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "2",
    "disabled": false,
    "attack": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/skills/violet_07.jpg",
  "effects": []
}