{
  "_id": "PyRquowxdB6eSxmI",
  "name": "Psychic Vampire",
  "permission": {
    "default": 0
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p><strong>Acquired/Inherited Template&nbsp;</strong>Acquired<br><strong>Simple Template</strong>&nbsp;No<br><strong>Usable with Summons</strong>&nbsp;No<br><br>Much like their more bestial cousins, psychic vampires are undead abominations driven by a terrible hunger. However, unlike vampires and nosferatu, who feed on blood, psychic vampires hunger for the occult energy that fuels the spells of psychic spellcasters. Some scholars confuse psychic vampires with the rare vetala breed of vampires or call them “vetalaranas,” as they steal a more refined form of spiritual energy. For their part, psychic vampires consider vetalas a dying bloodline, and as their own influence increases, they strike against their corpse-possessing kin with impunity.<br><br>A psychic vampire is usually born when a creature with psychic potential dies in a state of denial, stubbornly clinging to the material world through sheer willpower. As it dies, the creature attempts to draw on its own psychic energy and that of any living beings around it in order to cling to its mortal existence. It inevitably fails, but if its will is strong enough, it rises again. No longer able to sustain itself using its own mental energy, it hungers for the energy of others. Psychic vampires can’t create spawn, and thus their numbers remain relatively small.<br><br>A hungry psychic vampire appears in shades of gray, but when it has gorged on psychic energy, it becomes flushed with natural colors once again, and if it’s careful, it might pass for a living creature. Although sunlight doesn’t harm psychic vampires, they avoid it because their unnatural grayness gives away their true nature. Religious mantras and superstitious antics have no effect on psychic vampires other than to amuse them greatly, although psychic vampires who were religious in life might expect those practices to hold power over them in their undead state and react with fear until they realize the mantras can’t harm them. The only thing that can give a psychic vampire pause is lack of fear in its victims.<br><br>The home of a psychic vampire looks deceptively normal, holding fresh food and other supplies that undead creatures don’t need in abundant supply. The fresh food is more than a facade, however; the psychic vampires have it fed to their captives to keep these captives fit for use as possessed bodies and reserves of psychic energy.<br><br>\"Psychic vampire\" is an acquired template that can be added to any living creature with 5 or more Hit Dice (referred to hereafter as the base creature). Most psychic vampires were once humanoids, fey, or monstrous humanoids. A psychic vampire uses the base creature’s statistics and abilities except as noted here.<br><br><strong>Challenge Rating:</strong> Base creature’s CR + 2.<br><br><strong>Alignment:</strong> Any evil.<br><br><strong>Type:</strong> The creature’s type changes to undead (augmented). Do not recalculate class Hit Dice, BAB, or saves.<br><br><strong>Senses:</strong> A psychic vampire gains darkvision to a range of 60 feet and thoughtsense.<br><br><strong>Armor Class: </strong>Natural armor improves by 4.<br><br><strong>Hit Dice: </strong>Change all racial Hit Dice to d8s. Class Hit Dice are unaffected. As undead, psychic vampires use their Charisma modifiers to determine bonus hit points (instead of their Constitution modifiers).<br><br><strong>Defensive Abilities:</strong> A psychic vampire gains channel resistance +4, DR 10/cold iron and magic, and resistance to cold 10 and fire 10, in addition to all of the defensive abilities granted by the undead type. A psychic vampire also gains fast healing 5. If the psychic vampire is reduced to 0 hit points in combat, its fast healing ceases to function, and it must possess an object (see Weaknesses below) as an immediate action or be utterly destroyed. While possessing the object, it can’t use any of its supernatural abilities or exit the object. If the possessed object is destroyed while the psychic vampire possesses it, the psychic vampire is permanently destroyed. After 1 hour, the psychic vampire can exit the possessed object, regain 1 hit point, and resume healing at the rate of 5 hit points per round.<br><br><strong>Weaknesses:</strong> A psychic vampire has difficulty tolerating any vocal expressions that deny its power or authority. Any character can force a psychic vampire to recoil by dramatically defying it verbally as a standard action. This doesn’t harm the psychic vampire—it merely keeps the psychic vampire at bay. A recoiling psychic vampire must stay at least 5 feet away from an openly defiant character and can’t touch or make melee attacks against it. After 1 round, a psychic vampire can fight past its revulsion and function normally each round it succeeds at a DC 25 Will save.<br><br>Reducing a psychic vampire’s hit points to 0 or lower incapacitates it but doesn’t always destroy it (see Defensive Abilities above). However, destroying an object possessed by a psychic vampire whose fast healing isn’t functioning destroys the psychic vampire forever. Repairing the object does not restore the psychic vampire.<br><br><strong>Attacks:</strong> A psychic vampire gains a slam attack if the base creature didn’t have one. Its natural weapons are treated as magic weapons for the purpose of overcoming damage reduction.<br><br><strong>Special Attacks: </strong>A psychic vampire gains the following special attacks. The save DCs are equal to 10 + 1/2 the psychic vampire’s Hit Dice + the psychic vampire’s Charisma modifier unless otherwise noted.<br><br><em>Drain Psychic Energy (Su):</em> A creature hit by a psychic vampire’s slam attack (or other natural weapon) takes 1d4 points of ability drain to the highest of its mental ability scores (Intelligence, Wisdom, or Charisma), and the psychic vampire gains a like number of temporary points of psychic energy (PE). These PE points are in addition to the psychic vampire’s current PE total, and any PE expended is subtracted from these PE points first. These temporary PE points don’t stack with any previously gained temporary PE points. The temporary PE points disappear 1 hour later. The psychic vampire’s attack also drains the target’s memories, as per&nbsp;mindwipe. If a creature that takes ability damage from this attack has the ability to cast psychic spells, it is treated as though it were under the effects of a negative emotion effect for the purposes of the emotion component to its spellcasting. A successful Will saving throw negates all the effects of drain psychic energy.<br><br>This ability triggers only once per round, regardless of the number of attacks a psychic vampire makes.<br><br><em>Possession (Su): </em>As a full-round action, a psychic vampire can attempt to take control of a helpless living creature’s body, as per the spell&nbsp;possession&nbsp;(the CL is 10th or equal to the psychic vampire’s HD, whichever is higher). A creature that successfully saves against this ability is immune to that same psychic vampire’s possession for 24 hours.<br><br><strong>Special Qualities:</strong> A psychic vampire gains the following special qualities.<br><br><em>Possess Object (Su):</em> As a full-round action, a psychic vampire can possess an object and animate it, as per&nbsp;object possessionOA, except the psychic vampire’s body vanishes while it’s possessing an object, as per&nbsp;greater possession. The psychic vampire can remain in control of an object indefinitely. The vampire’s presence in an object can be determined via divination spells such as&nbsp;detect evil&nbsp;and&nbsp;detect undead.<br><br><em>Psychic Magic (Su): </em>A psychic vampire gains the psychic magic universal monster rule (see page 2). The psychic vampire has a cumulative number of spells it can cast determined by its HD, with a CL equal to the psychic vampire’s HD. The psychic vampire’s PE pool is equal to its HD.</p>\n<hr>\n<table class=\"inner\" style=\"border-color: white; color: #ffffff; font-family: 'Century Gothic', CenturyGothic, AppleGothic, sans-serif; font-size: 15px; background-color: #0f0f0f;\">\n<tbody style=\"margin-top: 0px;\">\n<tr style=\"margin-top: 0px;\">\n<td style=\"margin: 0px; border: 1px solid white; padding: 1px 5px; text-align: center;\"><strong style=\"margin-top: 0px;\">HD</strong></td>\n<td style=\"border: 1px solid white; padding: 1px 5px; margin: 0px; text-align: center;\"><strong style=\"margin-top: 0px;\">Spells</strong></td>\n</tr>\n<tr style=\"background: #3e3e3e;\">\n<td style=\"margin: 0px; border: 1px solid white; padding: 1px 5px; text-align: center;\">5–8</td>\n<td style=\"border: 1px solid white; padding: 1px 5px; margin: 0px; text-align: center;\"><em style=\"margin-top: 0px;\">Burst of adrenaline</em><sup>OA</sup>&nbsp;(1 PE),&nbsp;<em>haste</em>&nbsp;(3 PE),&nbsp;<em>mental block</em><sup>OA</sup>&nbsp;(2 PE),&nbsp;<em>spider climb</em>&nbsp;(2 PE)</td>\n</tr>\n<tr>\n<td style=\"margin: 0px; border: 1px solid white; padding: 1px 5px; text-align: center;\">9–12</td>\n<td style=\"border: 1px solid white; padding: 1px 5px; margin: 0px; text-align: center;\"><em style=\"margin-top: 0px;\">Emotive block</em><sup>OA</sup>&nbsp;(3 PE),&nbsp;<em>mind thrust IV</em><sup>OA</sup>&nbsp;(4 PE),&nbsp;<em>riding possession</em><sup>OA</sup>&nbsp;(4 PE),&nbsp;<em>synaptic scramble</em><sup>OA</sup>&nbsp;(4 PE)</td>\n</tr>\n<tr style=\"background: #3e3e3e;\">\n<td style=\"margin: 0px; border: 1px solid white; padding: 1px 5px; text-align: center;\">13–16</td>\n<td style=\"border: 1px solid white; padding: 1px 5px; margin: 0px; text-align: center;\"><em style=\"margin-top: 0px;\">Synapse overload</em><sup>OA</sup>&nbsp;(5 PE),&nbsp;<em>telepathy</em><sup>OA</sup>&nbsp;(5 PE)</td>\n</tr>\n<tr>\n<td style=\"margin: 0px; border: 1px solid white; padding: 1px 5px; text-align: center;\">17–20</td>\n<td style=\"border: 1px solid white; padding: 1px 5px; margin: 0px; text-align: center;\"><em style=\"margin-top: 0px;\">Ego whip IV</em><sup>OA</sup>&nbsp;(6 PE),&nbsp;<em>mass inflict pain</em><sup>OA</sup>&nbsp;(6 PE)</td>\n</tr>\n</tbody>\n</table>\n<hr>\n<p><br><strong>Ability Scores: </strong>Str +2, Dex +2, Int +4, Wis +4, Cha +6. As an undead creature, a psychic vampire has no Constitution score.<br><br><strong>Feats:</strong> Psychic vampires gain Alertness, Combat Expertise, Dodge, Improved Initiative, and Iron Will as bonus feats.<br><br><strong>Skills:</strong> Psychic vampires gain a +8 racial bonus on Bluff, Perception, Sense Motive, and Stealth checks.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": "",
      "long": null
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "measureTemplate": {
      "type": "",
      "size": "0",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": "",
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": "",
        "value": null
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": "",
    "attackNotes": "",
    "soundEffect": "",
    "changes": [
      {
        "_id": "ekhd8def",
        "formula": "4",
        "operator": "+",
        "subTarget": "nac",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ac"
      },
      {
        "_id": "dm4hc47b",
        "formula": "2",
        "operator": "+",
        "subTarget": "str",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "ng9yfgaj",
        "formula": "2",
        "operator": "+",
        "subTarget": "dex",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "xb51nf96",
        "formula": "4",
        "operator": "+",
        "subTarget": "int",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "tosteyjy",
        "formula": "4",
        "operator": "+",
        "subTarget": "wis",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "wxgdzaz4",
        "formula": "6",
        "operator": "+",
        "subTarget": "cha",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "i7e6cnrd",
        "formula": "8",
        "operator": "+",
        "subTarget": "skill.blf",
        "modifier": "racial",
        "priority": 0,
        "value": 0,
        "target": "skill"
      },
      {
        "_id": "hl043glm",
        "formula": "8",
        "operator": "+",
        "subTarget": "skill.per",
        "modifier": "racial",
        "priority": 0,
        "value": 0,
        "target": "skill"
      },
      {
        "_id": "pqef05a6",
        "formula": "8",
        "operator": "+",
        "subTarget": "skill.sen",
        "modifier": "racial",
        "priority": 0,
        "value": 0,
        "target": "skill"
      },
      {
        "_id": "r8nro0c7",
        "formula": "8",
        "operator": "+",
        "subTarget": "skill.ste",
        "modifier": "racial",
        "priority": 0,
        "value": 0,
        "target": "skill"
      }
    ],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "featType": "template",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "2",
    "disabled": false,
    "attack": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/skills/violet_07.jpg",
  "effects": []
}