{
  "_id": "3LzewfL1XvkI88xR",
  "name": "Seeded",
  "permission": {
    "default": 0
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p><strong>Acquired/Inherited Template</strong>&nbsp;Inherited<br><strong>Simple Template</strong>&nbsp;No<br><strong>Usable with Summons</strong>&nbsp;No<br><br>Though the Great Old One Xhamen-Dor lies halfdormant where its bloated body crashed millennia ago, virtually nothing can prevent it from seeking new hosts to infect. The most common means by which one might contract this infestation is through nightmares that brush against Xhamen-Dor’s influence in the Dimension of Dreams, after which the Inmost Blot can track victims and infest their thoughts, slowly and painfully driving them mad. Less common is direct exposure to one of the Great Old One’s vine-choked thralls: the seeded.<br><br>Xhamen-Dor feeds upon a victim’s force of personality, and as a result, only a select few who meet its inscrutable criteria are even able to contract the seedborne consumption disease that turns one into a seeded. Those infected first become sickly and withdrawn. Weeks later, the germinating evil within begins sending fibrous feelers throughout the victim’s body. When the host finally slips into a catatonic coma, these fibers quickly digest the organs and portions of the flesh before animating the corpse from within like a puppet. Most victims maintain painful recollections of their former lives, yet they are driven to hear and obey the commands of Xhamen-Dor and find new victims to spread their plague.<br><br>“Seeded creature” is an inherited template that can be added to any corporeal, living creature with a Charisma score of 12 or higher. A seeded creature uses the base creature’s stats and abilities except as noted here.<br><br><strong>CR:</strong> Base creature’s CR + 1.<br><br><strong>Alignment: </strong>Always neutral evil.<br><br><strong>Type:</strong> The creature’s type changes to undead (augmented). Do not recalculate class Hit Dice, Base Attack Bonus, or saves.<br><br><strong>Senses:</strong> A seeded creature gains darkvision with a range of 60 feet.<br><br><strong>Armor Class:</strong> The fungal growths that appear on a seeded creature’s body increase the base creature’s natural armor bonus by 2.<br><br><strong>Hit Dice:</strong> Change all racial Hit Dice to d8s. Class Hit Dice are unaffected. As undead, seeded creatures use their Charisma modifiers to determine bonus hit points (instead of their Constitution modifiers).<br><br><strong>Defensive Abilities:</strong> A seeded creature gains channel resistance +4, damage reduction 5/bludgeoning or slashing, a +4 bonus on saving throws against mindaffecting effects, cold resistance 10, and electricity resistance 10, in addition to the defensive abilities granted by the undead type. A seeded creature also gains fast healing 5.<br><br><strong>Weaknesses:</strong> A seeded creature has the following weakness.<br><br><strong>Transformed:</strong> Although seeded creatures are undead, their bodies pulse with alien plant life. For the purposes of effects targeting creatures by type (such as a ranger’s favored enemy and bane weapons), seeded creatures count as both undead and plants.<br><br>Seeded creatures are not immune to charms, compulsions, and mind-affecting effects from psychic sources, such as psychic spells or a creature’s psychic magic ability. However, such effects have a chance to harm the source due to seeded creatures’ insidious mind special attack (see below).<br><br>Speed: A seeded creature retains all movement types and gains a climb speed equal to its base speed.<br><br><strong>Melee: </strong>A seeded creature gains two tendril attacks that each deal damage as per a tentacle of a creature one size category larger than the base creature’s size. These tendrils are secondary attacks and also have the grab universal monster ability, and the seeded creature’s reach with these attacks increases by 5 feet. Its natural weapons are treated as magic and evil weapons for the purpose of overcoming damage reduction.<br><br><strong>Special Attacks:</strong> A seeded creature gains several special attacks. The save DCs are equal to 10 + 1/2 the seeded creature’s HD + the seeded creature’s Charisma modifier unless otherwise noted.<br><br><em>Death Burst (Ex):</em> When a seeded creature dies, it releases psychic spores. All creatures adjacent to the seeded creature are exposed to its seedborne consumption infestation (see below). Due to the spores’ psychic nature, any effect that would completely deflect gases and similar airborne hazards grants protected creatures only a +5 bonus on saving throws against exposure.<br><br><em>Entrapping Tendrils (Ex): </em>When a seeded creature succeeds at a combat maneuver check to pin a foe, it can attempt a second combat maneuver check to tie up the foe with a tendril as a swift action. Doing so causes it to lose one of its tendril attacks as long as it is keeping a creature tied up in this way, and a seeded creature can tie up only two creatures in this way before it runs out of spare vines. Each round that a creature remains tied up in this way, it is exposed to the seeded one’s seedborne consumption until it is affected. In addition, every full day a victim remains tied up in this way is instead treated as though a month had passed for the purpose of the seedborne consumption disease. The tendrils each have hardness 5 and 10 hit points. If a creature tears free or destroys a tendril, the seeded creature regrows enough of the vines that make up its tendrils to regain its lost tendril attack after 1 minute.<br><br><em>Insidious Mind (Su): </em>When a seeded one succeeds at a saving throw against a psychic charm, a compulsion, or another mind-affecting spell or spell-like ability that would otherwise affect it, its dreams infect the spellcaster’s mind, exposing him to seedborne consumption.<br><br><em>Seedborne Consumption (Su):</em> natural or touch attack; save Fort DC = 10 + 1/2 the seeded one’s HD + the seeded one’s Charisma modifier;&nbsp;onset&nbsp;1 month;&nbsp;frequency&nbsp;1/month;&nbsp;effect&nbsp;1d2 Charisma damage (this damage cannot be healed while the creature is infected);&nbsp;cure&nbsp;3 consecutive saves. When a creature’s Charisma is reduced to 0, instead of becoming unconscious it falls into a feverish mental state where its mind is scattered and inattentive. The creature can still move and perform actions, but it can concentrate on only a single action, and for only a few moments. It takes a –4 penalty on saving throws; Intelligence-, Wisdom-, and Charisma-based checks; and skill checks. Within 24 hours of a creature’s Charisma score reaching 0, it dies and rises as a seeded creature.<br><br><strong>Ability Scores:</strong> Str +4, Wis +2, Cha +4. As an undead creature, a seeded creature has no Constitution score.<br><br><strong>Language:</strong> A seeded creature gains telepathy with a range of 100 feet, but only with other seeded creatures. Seeded creatures benefit from the morale bonuses granted by other seeded creatures within range of their telepathy.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": "",
      "long": null
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "measureTemplate": {
      "type": "",
      "size": "0",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": "",
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": "",
        "value": null
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": "",
    "attackNotes": "",
    "soundEffect": "",
    "changes": [
      {
        "_id": "7a3xd2pd",
        "formula": "2",
        "operator": "+",
        "subTarget": "nac",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ac"
      },
      {
        "_id": "mx6oquhf",
        "formula": "4",
        "operator": "+",
        "subTarget": "str",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "fucxaawk",
        "formula": "2",
        "operator": "+",
        "subTarget": "wis",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "c4hpxprx",
        "formula": "4",
        "operator": "+",
        "subTarget": "cha",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      }
    ],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "featType": "template",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "1",
    "disabled": false,
    "attack": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/skills/violet_07.jpg",
  "effects": []
}