{
  "_id": "ebelkwSiOkbnwHiT",
  "name": "Tulpa",
  "permission": {
    "default": 0
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p><strong>Acquired/Inherited Template</strong>&nbsp;Inherited<br><strong>Simple Template</strong>&nbsp;No<br><strong>Usable with Summons</strong>&nbsp;No<br><br>Tulpas are constructed of ideas and imagination. Beings of pure thought (some theorize that they are made of the same mysterious substance as the Astral Plane), tulpas are made physical by a powerful mind that is either psychically attuned or has some amount of latent psychic power.<br><br>The exact process that creates a tulpa is not well understood. Sometimes such beings come about after years of practice and meditation followed by an occult ritual. Other times they seem to appear spontaneously, often after their creators suffer traumatic experiences. More often than not, in these latter cases, the creators are children. Such a child witnesses something horrific or far too strange for her nascent imagination to comprehend, and ends up creating an imaginary friend to help her sort through the event and protect her from other potential dangers. While most of these imaginary friends are nothing more than figments of her mind, every so often they manifest as tulpas. Some such tulpas are noble creatures that protect the child who created them, but just as many are malicious entities that subtly torment the child or lead her astray.<br><br>While a tulpa is a creature of thought created by the imagination of another being, it has a will and a mind of its own. This often leads to conflict between a tulpa and its creator. In order to protect itself from banishment or worse, a tulpa often attempts to compel others to think and concentrate on its existence. This allows the tulpa to create havens of other “creators” in case its original creator forgets about the tulpa or becomes incapacitated. Nonetheless, even a sadistic tulpa or a tulpa with an actively belligerent creator must protect its creator’s life in order to preserve its own existence.<br><br>“Tulpa” is an inherited template that can be added to any corporeal creature, referred to hereafter as the base creature. Most tulpas take the form of humanoids, and most of those take the form of their creator, but these creatures can be nearly anything their creator imagines. Tulpas have a strangely parallel existence with unfettered eidolons (Pathfinder RPG Bestiary 3 110), and tulpas with a particularly bizarre form not based on an original creature can be represented as unfettered eidolons instead. A tulpa uses the base creature’s stats and abilities except as noted here. A tulpa can be created either intentionally or unintentionally, and this distinction affects the way the template applies to the base creature.<br><br><strong>Challenge Rating:</strong> Base creature’s CR + 2.<br><br><strong>Alignment:</strong> Tulpas can have any alignment, and their alignments vary wildly. An intentionally created tulpa’s creator can choose the tulpa’s alignment. Unintentionally created tulpas can be of any alignment, though in general an unintentionally created tulpa’s alignment is in opposition to that of the creature who created it. Tulpas often have alignments that are different from the base creature they resemble—they may manifest as a friendly red dragon, a nightmarishly evil unicorn, or a fun-loving prankster inevitable.<br><br><strong>Type:</strong> The creature’s type changes to outsider with the augmented subtype. Do not recalculate the creature’s Hit Dice, BAB, or saves.<br><br><strong>Defensive Abilities:</strong> As a being of mental energy, tulpas naturally resist mental attacks. It gains a +4 racial bonus on saving throws to resist mind-affecting effects.<br><br><strong>Psychic Magic: </strong>A tulpa is able to use a limited amount of psychic magic, though only to affect itself or its creator. The tulpa can store a maximum amount of psychic energy equal to 3 + its Hit Dice. The tulpa can use&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=burst%20of%20adrenaline\">burst of adrenaline</a>&nbsp;(1 PE),&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=burst%20of%20insight\">burst of insight</a>&nbsp;(1 PE),&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=ego%20whip%20I\">ego whip I</a>&nbsp;(3 PE),&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=levitate\">levitate</a>&nbsp;(2 PE), and&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=paranoia\">paranoia</a>&nbsp;(2 PE) as psychic magic spells. If the tulpa has at least 9 Hit Dice, it can also use&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=create%20mindscape\">create mindscape</a>&nbsp;(5 PE),&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=foster%20hatred\">foster hatred</a>&nbsp;(5 PE),&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=mind%20probe\">mind probe</a>&nbsp;(4 PE), and&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=possession\">possession</a>&nbsp;(5 PE). A tulpa’s caster level equals its Hit Dice.<br><br><strong>Special Qualities:</strong> A tulpa gains the following special qualities.<br><br><em>Creator Link (Su):</em> A tulpa has a special link with its creator or a creature that it treats as its creator. By concentrating for 1 minute, the tulpa can sense the direction and relative distance of its creator, as long as they are both on the same plane.<br><br><em>Mental Form (Su): </em>A tulpa is capable of existing in an entirely mental state, ceasing to exist as a physical creature and taking refuge within its creator’s mind. The tulpa can attempt to enter this mental form as a full-round action that does not provoke attacks of opportunity as long as it is within 60 feet of its creator. The tulpa’s creator may attempt a Will save (DC = 10 + 1/2 the tulpa’s Hit Dice + the tulpa’s Intelligence modifier) to prevent it from entering the creator’s mind with this ability. If the creator succeeds at the saving throw, she cannot be affected by this ability for 24 hours. While in its mental form, the tulpa’s physical body ceases to exist, and it cannot be affected by attacks, spells, or other abilities. It perceives everything that its creator perceives (and is limited to the senses that its creator possesses, rather than using its own senses). While the tulpa is in its mental form, it is treated as though under the effects of a&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=riding%20possession\">riding possession</a>&nbsp;spell, although the effect lasts indefinitely, and the creator does not gain another saving throw if the tulpa casts a mind-affecting spell on the creator. The tulpa is also able to read its creator’s surface thoughts, as the&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=detect%20thoughts\">detect thoughts</a>&nbsp;spell, but the creator does not get a saving throw against this effect. The creator can attempt to force the tulpa out once per day with a new Will save. A tulpa that leaves its mental state appears in an unoccupied space of its choice within 60 feet of its creator.<br><br><em>Sustained by Thought (Su): </em>Tulpas sustain themselves on and gain their power from the mental energy of living creatures concentrating on the tulpa itself. Tulpas do not heal or regain psychic energy naturally. Instead, whenever a living creature spends at least 10 minutes mentally picturing the tulpa, or interacting with it in some way, the tulpa heals 5 hit points and gains 1 point of psychic energy. A creature other than its creator can’t provide more than 5 hit points and 1 PE to the tulpa per day with this activity, but its creator can feed its tulpa indefinitely, granting 5 hit points and 1 PE for every 10 minutes she spends in this way, up to the tulpa’s maximum hit points and PE.<br><br>A creature that regularly spends time mentally picturing or interacting with the tulpa may eventually forge a powerful link with the tulpa, and effectively be treated as though she is the tulpa’s creator (though this does not supplant the original creator or other creatures treated as the creator by use of this ability). A creature other than the creator that focuses on the tulpa enough to provide it with psychic energy each day for 7 consecutive days must succeed at a DC 20 Will saving throw or forge such a link. Even when killed, a tulpa is not truly banished as long as its original creator still lives. Most tulpas come back to their creator within a month of the tulpa’s physical death.<br><br>If a tulpa’s original creator dies, so does the tulpa. The original creator can also get rid of a tulpa either by completing an occult quest, the details of which are specific to the creator and its tulpa, or by means of a&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=wish\">wish</a>&nbsp;or a&nbsp;<a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=miracle\">miracle</a>.<br><br><strong>Skills:</strong> Tulpas know their creators’ minds extremely well and are adept at manipulating them. They gain a +8 racial bonus on Bluff, Diplomacy, Intimidate, and Sense Motive checks against their creators.<br><br><strong>Ability Scores:</strong> When a tulpa comes into being intentionally, its creator chooses two of the tulpa’s ability scores to increase by 4, and two of its ability scores to increase by 2 (These can be chosen under the \"Changes\" tab of this window). Otherwise, the ability scores increase randomly. Either way, the tulpa’s Intelligence score cannot exceed the Intelligence score of its creator, so if its Intelligence score would be higher than its creator’s, reduce its Intelligence to be the same as its creator’s instead (an unintentionally created tulpa already at maximum Intelligence never randomly gains an ability score increase to its Intelligence score).</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": "",
      "long": null
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "measureTemplate": {
      "type": "",
      "size": "0",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": "",
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": "",
        "value": null
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": "",
    "attackNotes": "",
    "soundEffect": "",
    "changes": [
      {
        "_id": "djjqhw3r",
        "formula": "4",
        "operator": "add",
        "subTarget": "str",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "irxvrsr6",
        "formula": "4",
        "operator": "add",
        "subTarget": "str",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "t232iyb6",
        "formula": "2",
        "operator": "add",
        "subTarget": "str",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "j26kz0tk",
        "formula": "2",
        "operator": "add",
        "subTarget": "str",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "ability"
      }
    ],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "featType": "template",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "2",
    "disabled": false,
    "attack": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/skills/violet_07.jpg",
  "effects": []
}