{
  "_id": "epoqharsgxybsnfa",
  "name": "Example Dungeon Guides",
  "permission": {
    "default": 0
  },
  "type": "loot",
  "data": {
    "description": {
      "value": "\r\n<p>The following examples are but a few of the dungeon guides the PCs might encounter while adventuring. Each of these guides is keyed to a specific dungeon, and can be a great boon to PCs delving into such sites. GMs can create their own dungeon guides by referencing these examples, which use the following format.</p>\r\n<ul>\r\n<li><b>Title</b>: Either the title of the dungeon guide or the name most commonly associated with the text if it lacks a title.</li>\r\n<li><b>Price</b>: The cost of a dungeon guide if it is available for purchase. A character may resell a dungeon guide for half of this amount.</li>\r\n<li><b>Accuracy</b>: The accuracy bonus of the dungeon guide. This value is added to the guide's accuracy checks.</li>\r\n<li><b>Associated Skill (DC)</b>: A skill keyed to the dungeon guide and the DC of the skill check. If the character consulting the dungeon guide succeeds at an optional check for this skill, there's no chance he'll receive misleading information should the guide fail its accuracy check by 5 or more. A PC must succeed at an associated skill check in order to benefit from a guide's skill bonuses.</li>\r\n<li><b>Description</b>: A description and brief history of the dungeon guide and which dungeon or dungeons it covers.</li>\r\n<li><b>Skill Bonuses</b>: The kinds of skill checks bolstered by referencing the guide, the circumstances in which the skill checks must be made, and the bonuses granted on these checks.</li>\r\n</ul>\r\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": 2,
    "price": 0,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "",
    "cl": 0,
    "aura": {
      "custom": false,
      "school": ""
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": []
    },
    "tag": "",
    "useCustomTag": false,
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "subType": "gear",
    "equipped": false,
    "damage": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/items/inventory/dice.jpg",
  "effects": []
}