{
  "_id": "U9Wf88V9RrlMnZV6",
  "name": "Jetcaster",
  "permission": {
    "default": 0
  },
  "type": "loot",
  "data": {
    "description": {
      "value": "<p>Source&nbsp;<a href=\"http://paizo.com/products/btpy8wfn?Pathfinder-Player-Companion-Dungeoneers-Handbook\" target=\"_blank\" rel=\"noopener\">Dungeoneer's Handbook pg. 24</a><br>Price&nbsp;80 gp;&nbsp;Weight&nbsp;6 lbs.<br>Category&nbsp;Adventuring Gear</p>\n<h3>Description</h3>\n<p>This device consists of one watertight central ammunition bladder and several air bladders linked by specialized nozzles. When the wielder compresses the air bladders (a standard action that doesn’t provoke attacks of opportunity), the jetcaster sprays its ammunition in a 10-foot cone. Most adventurers use a jetcaster to spray powder over invisible foes or holy water over incorporeal undead, but it can also spray oil, itching powder, sneezing powder, or other mundane dusts and liquids.<br><br>Loading the ammunition bladder is a full-round action that provokes attacks of opportunity and requires either a 4-pint jug of liquid (weighing up to 4 pounds) or a 4-pound sack of powder; insufficient ammunition causes it to misfire harmlessly. Refilling the air bladders is a move action that doesn’t provoke attacks of opportunity. Readying and firing a jetcaster requires two hands.<br><br>If a jetcaster fires ordinary powder or oil, each square in the cone is coated in that substance. If a jetcaster fires holy water, itching powder, or sneezing powder, treat each square in the cone as a square of impact and each square adjacent to the cone (including the wielder’s) as an adjacent square for the purpose of determining effects and DCs. Loading a jetcaster with unstable compounds such as acid or alchemist’s fire destroys the device.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": 6,
    "price": 80,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Jetcaster",
    "cl": 0,
    "aura": {
      "custom": false,
      "school": ""
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": []
    },
    "tag": "",
    "useCustomTag": false,
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "subType": "gear",
    "equipped": false,
    "damage": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/items/inventory/dice.jpg",
  "effects": []
}