{
  "_id": "pcjfvrxkgyssvoje",
  "name": "Net",
  "permission": {
    "default": 0
  },
  "type": "loot",
  "data": {
    "description": {
      "value": "<h4><span id=\"Net\"><a name=\"TOC-Net\"></a>Net</span></h4>\r\n<p><b>Bell Net</b> Copper bells hang at each the corners of this 5-foot-by-5-foot wire net. A bell net is designed to <a href=\"https://www.d20pfsrd.com/equipment/goods-and-services/hunting-camping-survival-geaR/#TOC-Blanket\">blanket</a> gear while you sleep, hunt, cook, or otherwise can't give it your full attention, raising an alarm if your possessions are disturbed. Creatures attempting to access gear protected by a bell net must succeed at a DC 25 Sleight of Hand check to avoid chiming the bells. Hearing the chiming bells of a bell net requires a DC 0 Perception check. Because the many bells chime when you move, traveling with a bell net gives you a -2 penalty on Stealth checks. <b>Price</b> 2 gp; <b>Weight</b> 2 lbs.</p>\r\n<p><b>Butterfly net</b> One end of this 6-foot-long pole supports a wide metal hoop covered by a thin mesh net. You can use this to sift objects from material capable of passing through the net, such as sand or water. You can also use a butterfly net to capture Fine or Diminutive creatures as if it were a net (weapon), though you don't need to re-fold the butterfly net if you miss, and you use the handle of the butterfly net like you would the rope of a net weapon. <b>Price</b> 5 gp; <b>Weight</b> 2 lbs.</p>\r\n<p><b>Fishing net</b> This net measures 5 feet by 5 feet, and can be used to cover a pit or to block Tiny or larger creatures from entering an area. <b>Price</b> 4 gp; <b>Weight</b> 5 lbs.</p>\r\n<p><b>Camouflage netting</b> This loose mesh of twine and varicolored cloth is used to disguise the presence of creatures or large objects. Camouflage netting must be manufactured to provide camouflage in a single type of terrain, such as snow, sand, forest, grass, swamp, urban, or water. When you hide under the netting in the appropriate terrain, you gain a +4 circumstance bonus on Stealth checks as long as you remain immobile and prone. Covering up with camouflage netting is a full-round action requiring a DC 10 Survival check (failure means you do not cover yourself correctly with the netting and do not gain its bonus on Stealth checks). You have the entangled condition when using the netting, except your Dexterity penalty does not affect your initiative or Stealth checks. Taking off camouflage netting is a move action, or a swift action if combined with a move action to stand up from a prone position.</p>\r\n<p>You may spend 1 minute covering an object with camouflage netting. Make a Survival check with a -10 penalty and use the total as the Stealth check result for the object. Creatures who fail a Perception check against this Stealth DC do not recognize what the object is and usually treat it as a natural part of the terrain. For example, you can conceal a wagon as a rock or patch of brush. Covering a Large object requires two nets. Covering a Huge or Gargantuan object requires five nets and takes 10 minutes of work, and the Survival check penalty is -20 instead of -10. Camouflaging a Colossal object depends on its shape but generally requires at least 10 camouflage nets and takes 1 hour of work, and the Survival check penalty is -30 instead of -10.</p>\r\n<p>A creature with the scent ability ignores the effect of camouflage netting and makes checks against your actual Stealth roll when in scent range. Any creature within 10 feet of a Large or larger object hidden by camouflage netting automatically recognizes it as an object covered in camouflage. <b>Price</b> 20 gp; <b>Weight</b> 5 lbs.</p>\r\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": 2,
    "price": 2,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "",
    "cl": 0,
    "aura": {
      "custom": false,
      "school": ""
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": []
    },
    "tag": "",
    "useCustomTag": false,
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "subType": "gear",
    "equipped": false,
    "damage": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/items/inventory/dice.jpg",
  "effects": []
}