{
  "_id": "eappgyqtklhrtvnx",
  "name": "Woundweal",
  "permission": {
    "default": 0
  },
  "type": "loot",
  "data": {
    "description": {
      "value": "\r\n<p class=\"source\"><b>Source</b> <a title=\"PZO9410\" href=\"http://www.amazon.com/gp/product/1601252226/ref=as_li_qf_sp_asin_il_tl?ie=UTF8&amp;camp=1789&amp;creative=9325&amp;creativeASIN=1601252226&amp;linkCode=as2&amp;tag=httpwwwd20pfs-20\" target=\"_blank\" rel=\"noopener\">PZO9410</a></p>\r\n<p>This gritty black paste is a <a href=\"https://www.d20pfsrd.com/gamemastering/afflictions#TOC-Poison\">poison</a> that interferes with an afflicted creature's ability to recover from injuries. All <a href=\"https://www.d20pfsrd.com/skills/heal\">Heal</a> checks applied to the creature suffer a -10 penalty. In addition, anyone using magical <a href=\"https://www.d20pfsrd.com/magic#TOC-Conjuration-Healing\">healing</a> on the target must make a DC 25 <a href=\"https://www.d20pfsrd.com/magic#TOC-Caster-Level\">caster level</a> check to succeed.</p>\r\n<div style=\"margin-left: 20px\">\r\n<p><b>Type</b> <a href=\"https://www.d20pfsrd.com/gamemastering/afflictions#TOC-Poison\">poison</a>, injury; <b>Save</b> <a href=\"https://www.d20pfsrd.com/gamemastering/combat#TOC-Fortitude\">Fortitude</a> DC 18</p>\r\n<p><b>Onset</b> 1 round; <b>Frequency</b> 1/day</p>\r\n<p><b>Effect</b> impaired <a href=\"https://www.d20pfsrd.com/magic#TOC-Conjuration-Healing\">healing</a> (see above); <b>Cure</b> 2 consecutive saves</p>\r\n</div>\r\n<h3 style=\"margin-top: 30px;border-bottom-style: solid;border-bottom-width: thin\"><span id=\"Herbs_and_Plants\"><a name=\"TOC-Herbs-and-Plants\"></a>Herbs and Plants</span></h3>\r\n<p>Herbs and useful plants and fungi abound in most wilderness regions, and while these valuable plants can be obtained in special markets or shops, the skilled herbalist knows where to go to gather these resources by hand in the wild.</p>\r\n<p><b>Gathering Herbs</b>: Gathering herbs is similar to foraging and can be accomplished while you are traveling or as your sole activity during an 8-hour period. If you gather herbs while traveling, your overland speed is halved. Spending 8 hours doing nothing but gathering herbs from the area grants 1 additional yield of each herb you're gathering.</p>\r\n<p>When you start your day of herb gathering, you must declare which herb you are looking for. If you have 5 ranks of <a href=\"https://www.d20pfsrd.com/skills/profession\">Profession</a> (herbalist), you can search for two different types of herbs at once, and for each additional 5 ranks you have in this skill, you can search for one additional herb, to a maximum of 5 herbs at once if you have 20 ranks in <a href=\"https://www.d20pfsrd.com/skills/profession\">Profession</a> (herbalist).</p>\r\n<p>Each herb listed below has a gather DC. At the end of the time spent gathering, attempt a <a href=\"https://www.d20pfsrd.com/skills/profession\">Profession</a> (herbalist) or <a href=\"https://www.d20pfsrd.com/skills/knowledge\">Knowledge</a> (nature) check against each herb's gather DC. If the terrain you are searching in is one of your favored terrains, you can attempt a <a href=\"https://www.d20pfsrd.com/skills/survival\">Survival</a> check instead. If the herb in question is present in the region you searched (this is always subject to the GM's discretion), success results in a single yield of that herb. Success by 5 or more grants 1 extra yield. Success by 10 or more grants 2 extra yields.</p>\r\n<p>A single yield of herb weighs 1/10 of a pound unless otherwise noted in its yield section in the stats below.</p>\r\n<p>In addition to determining whether a particular herb is available to gather in a region, the GM also determines how many attempts to gather that herb can be attempted in the region. Typically, a region can support 1d4 herb-gathering expeditions before the herbs must be given 2d6 months to regrow.</p>\r\n<p><b>Preparing Herbs</b>: Most herbs must be prepared to unlock their potency. If this is the case for an herb, its stat block describes the method required to process it, the <a href=\"https://www.d20pfsrd.com/skills/craft\">Craft</a> (alchemy) DC to accomplish this task, and the amount of time needed to do so. A <a href=\"https://www.d20pfsrd.com/skills/profession\">Profession</a> (herbalist) check can be conducted instead of a <a href=\"https://www.d20pfsrd.com/skills/craft\">Craft</a> (alchemy), but the DC of the check to prepare the herb increases by 5 in this case. If the preparer fails this check by 5 or more, the dose of the herb is ruined; if she fails by less, she can try again with the same herbs.</p>\r\n<p><b>Preparing Multiple Herbs</b>: An herbalist can normally prepare one type of herb per day, but she can prepare a number of doses of that single type of herb equal to her ranks in <a href=\"https://www.d20pfsrd.com/skills/profession\">Profession</a> (herbalist). An herbalist with 7 or more ranks in <a href=\"https://www.d20pfsrd.com/skills/profession\">Profession</a> (herbalist) can simultaneously prepare a second type of herb. At 14 ranks in <a href=\"https://www.d20pfsrd.com/skills/profession\">Profession</a> (herbalist), the character can prepare up to three types of herbs at the same time.</p>\r\n<p><b>Herb Lifespan</b>: A raw, unprepared herb spoils 24 hours after it is harvested. A prepared herb spoils after 1 month unless otherwise noted in its Use entry.</p>\r\n<p>The herbs presented below are intended to represent a wide range of helpful plants; you can use these as examples for the creation of new herbs. Each herb is presented in its own stat block.</p>\r\n<p>The first line of the block presents the name and the price the herb is sold for in markets and herbalist shops. This is followed by a brief description of the herb's appearance.</p>\r\n<p>The next entry provides the DC of the <a href=\"https://www.d20pfsrd.com/skills/profession\">Profession</a> (herbalist) check to find and gather the herb with a day's worth of work. This is followed by the yield-the base number of doses that can be gathered each day. Extra yields can be gained with greater success on a gathering roll or by taking an entire day to do nothing but gather herbs.</p>\r\n<p>After that, the block provides the terrain the herb appears in. This is followed by information about how the herb must be prepared in order for it to be used. Finally, the use for the prepared herb is detailed at the end of the stat block. Applying, eating, or using a prepared herb typically requires a <a href=\"https://www.d20pfsrd.com/gamemastering/combat#TOC-Standard-Actions\">standard action</a> that provokes <a href=\"https://www.d20pfsrd.com/gamemastering/combat#TOC-Attacks-of-Opportunity\">attacks of opportunity</a>, unless otherwise specified in the description.</p>\r\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": 0,
    "price": 100,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "",
    "cl": 0,
    "aura": {
      "custom": false,
      "school": ""
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": []
    },
    "tag": "",
    "useCustomTag": false,
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "subType": "gear",
    "equipped": false,
    "damage": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/items/inventory/dice.jpg",
  "effects": []
}