{
  "_id": "Yr1ZNxgxDVsRwxtj",
  "name": "Eidolon (UC)",
  "permission": {
    "default": 0
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>A summoner begins play with the ability to summon to his side a powerful outsider called an eidolon. The eidolon forms a link with the summoner, who forever after summons an aspect of the same creature. Each eidolon has a subtype, chosen when the eidolon is first summoned, that determines its origin and many of its abilities. An eidolon must be within one alignment step of the summoner who calls it (so a neutral good summoner can call a neutral, lawful good, or chaotic good eidolon) and can speak all of his languages. An eidolon is treated as a summoned creature, except it is not sent back to its home plane until reduced to a number of negative hit points equal to or greater than its Constitution score. In addition, due to its tie to its summoner, an eidolon can touch and attack creatures warded by&nbsp;protection from evil&nbsp;and similar effects that prevent contact with summoned creatures.<br><br>A summoner can summon his eidolon in a ritual that takes 1 minute to perform. When summoned in this way, the eidolon’s hit points are unchanged from the last time it was summoned. The only exception to this is if the eidolon was slain, in which case it returns with half its normal hit points. The eidolon does not heal naturally. The eidolon remains until dismissed by the summoner (a standard action). If the eidolon is sent back to its home plane due to death, it cannot be summoned again until the following day. The eidolon cannot be sent back to its home plane by means of&nbsp;dispel magic, but spells such as&nbsp;dismissal&nbsp;and&nbsp;banishment&nbsp;function normally. If the summoner is unconscious, asleep, or killed, his eidolon is immediately banished.<br><br>The eidolon takes a form shaped by the summoner’s desires. The eidolon’s Hit Dice, saving throws, skills, feats, and abilities are tied to the summoner’s class level and increase as the summoner gains levels. In addition, each eidolon gains a pool of evolution points based on the summoner’s class level that can be used to give the eidolon different abilities and powers. Whenever the summoner gains a level, he must decide how these points are spent, and they are set until he gains another level of summoner.<br><br>The eidolon’s physical appearance is up to the summoner, but it always appears as some sort of fantastical creature appropriate to its subtype. This control is not fine enough to make the eidolon appear like a specific creature. The eidolon also bears a glowing rune that is identical to a rune that appears on the summoner’s forehead as long as the eidolon is summoned. While this rune can be hidden through mundane means, it cannot be concealed through magic that changes appearance, such as&nbsp;alter self&nbsp;or&nbsp;polymorph&nbsp;(although&nbsp;invisibility&nbsp;does conceal it as long as the spell lasts).</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": "minute"
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": "minute"
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": "",
      "long": null
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": "",
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": "",
        "value": null
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": "",
    "attackNotes": "",
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Summoner (Unchained)"
        ]
      ]
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "su",
    "crOffset": "",
    "disabled": false,
    "attack": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/skills/blue_26.jpg",
  "effects": []
}