{
  "_id": "d7ywi83kzYsEVlyy",
  "name": "Etheric Tether",
  "permission": {
    "default": 0
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>At 1st level, a spiritualist can force the phantom to manifest in an area around her by pushing the phantom’s consciousness though the veil of ethereal essence, allowing it to fully manifest in either ectoplasmic or incorporeal form. Whenever her manifested phantom takes enough damage to send it back to the Ethereal Plane, as a reaction to the damage, the spiritualist can sacrifice any number of her hit points without using an action. Each hit point sacrificed in this way prevents 1 point of damage dealt to the phantom. This can prevent the phantom from being sent back to the Ethereal Plane.<br><br>This tether is limited. When the phantom is fully manifested, it and the spiritualist must remain within 50 feet of one another for the phantom’s manifestation to stay stable with little to no concentration on the part of the spiritualist. The spiritualist can stretch the limited tether, but only when the phantom is in ectoplasmic form. When a spiritualist starts her turn and her ectoplasmic phantom is more than 50 feet away from her (but closer than 100 feet), the spiritualist must concentrate on the link as a full-round action that provokes attacks of opportunity or the ectoplasmic phantom immediately returns to the Ethereal Plane and cannot be summoned from that plane for 24 hours. This concentration can be interrupted as if it were a spell. Treat this effect’s spell level as equal to 1 + 1 per 10 feet farther than 50 feet that the phantom is from the spiritualist (maximum spell level 6th). If the tether is interrupted or the check fails, the phantom immediately snaps back into the consciousness of its spiritualist master.<br><br>If the ectoplasmic phantom is ever more than 100 feet away from its spiritualist, or the incorporeal phantom is ever 50 feet away from the spiritualist or outside of line of effect from the spiritualist for more than 1 round per spiritualist level the spiritualist possesses, the tether is automatically broken; the phantom immediately returns to the Ethereal Plane and can’t be summoned from that plane for 24 hours.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": "",
      "long": null
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": "",
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": "",
        "value": null
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": "",
    "attackNotes": "",
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Spiritualist"
        ]
      ]
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "attack": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/skills/blue_38.jpg",
  "effects": []
}