{
  "_id": "Zpd2gNTIy9U84n79",
  "name": "Implements",
  "permission": {
    "default": 0
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>At 1st level, an occultist learns to use two implement schools. At 2nd level and every 4 occultist levels thereafter, the occultist learns to use one additional implement school, to a maximum of seven schools at 18th level. Each implement school adds one spell per spell level of that school of magic to the occultist’s spell list. No spells from any other school are considered to be on the occultist’s spell list until he selects the associated implement school. He can’t use spell trigger or spell completion magic items from unknown schools without succeeding at the appropriate Use Magic Device check. An occultist can select an implement school more than once in order to learn additional spells from the associated school.<br><br>Each implement school is represented by a small list of objects. Every day, the occultist selects one item from that school’s list to be his implement for the day for each implement school he knows. The occultist needs only one such item to cast spells of the corresponding school, unless he selected that implement school multiple times, in which case he needs one item for each set of spells gained from that school. Implements don’t need to be magic items, and nonmagical implements don’t take up a magic item slot even if they’re worn. Implements that are not magic items are often of some historical value or of personal significance to the occultist, such as the finger bone of a saint, the broken scepter of a long-dead king, the skull of a mentor’s familiar, or the glass eye of an uncanny ancestor.<br><br>Whenever an occultist casts a spell, he must have the corresponding implement in his possession and present the implement to the target or toward the area of effect. This act is part of casting the spell and doesn’t require any additional action. If the occultist lacks the corresponding implement, he can attempt to cast the spell, but must succeed at a concentration check (DC = 20 + the spell’s level) to do so. Spells cast by an occultist without the appropriate implement are always treated as if they were cast at the minimum caster level for the spell in question (caster level 1st for a 1st-level spell, caster level 4th for a 2nd-level spell, and so on).<br><br>Each implement school also grants a base focus power. This power is added to the list of focus powers possessed by the occultist. In addition, each implement school grants access to a number of other focus powers that the occultist can select from using his mental focus class feature.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": "",
      "long": null
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": "",
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": "",
        "value": null
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": "",
    "attackNotes": "",
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Occultist"
        ]
      ]
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "su",
    "crOffset": "",
    "disabled": false,
    "attack": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/items/jewelry/necklace-teeth.jpg",
  "effects": []
}