{
  "_id": "dv8TDGs9c7h4awY2",
  "name": "Mental Focus",
  "permission": {
    "default": 0
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>An occultist can invest a portion of his mental focus into his chosen implements for the day, allowing him to utilize a variety of abilities depending on the implements and the amount of mental focus invested in them. An occultist has a number of points of mental focus equal to his occultist level + his Intelligence modifier; these points refresh each day. He can divide this mental focus between his implements in any way he desires. If an implement is lost or destroyed, the focus invested in it is lost as well, though the occultist still refreshes those points of focus normally.<br><br>Once mental focus is invested inside an implement, the implement gains the resonant power of its implement school, and the occultist can expend the mental focus stored in the implement to activate the associated focus powers he knows. If a resonant power grants a bonus that varies based on the amount of mental focus invested in the implement, the bonus is determined when the focus is invested, and is not reduced or altered by expending the mental focus invested in the item. Once all of the mental focus in an implement has been expended, it loses its resonant power until mental focus is once again invested in the implement.<br><br>The implement grants its resonant power to whoever possesses it; the occultist can lend the implement to an ally to assist that ally, but if he does so, he has difficulty casting that implement’s spells and can’t expend that implement’s focus on focus powers until he retrieves the implement or refreshes his focus.<br><br>The occultist refreshes his mental focus once each day after receiving at least 8 hours of sleep. After refreshing his mental focus, the occultist must spend 1 hour preparing his implements and investing them with this power. Mental focus that is not used before the next time the occultist refreshes his focus is lost.<br><br>The occultist can choose to save generic mental focus inside his own body instead of investing all of it, but expending this focus comes at a higher cost. Any focus power the occultist activates with generic focus costs twice as much mental focus to use (and to maintain, if applicable). The occultist can expend his generic focus through an appropriate implement on any focus power he knows, but an implement he didn’t invest any focus in at the start of the day grants no resonant power.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": "special"
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": "special"
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": "",
      "long": null
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": "day",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": "@classes.occultist.level + @abilities.int.mod"
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": "",
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": "",
        "value": null
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": "",
    "attackNotes": "",
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Occultist"
        ]
      ]
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "su",
    "crOffset": "",
    "disabled": false,
    "attack": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/items/inventory/scroll-magic.jpg",
  "effects": []
}