{
  "_id": "ryQboCpsLfFBCzdL",
  "name": "Phantom",
  "permission": {
    "default": 0
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>A spiritualist begins play with the aid of a powerful and versatile spirit entity called a phantom. The phantom forms a link with the spiritualist, who forever after can either harbor the creature within her consciousness or manifest it as an ectoplasmic or incorporeal entity. A phantom has the same alignment as the spiritualist, and it can speak all the languages its master can. A spiritualist can harbor her phantom in her consciousness, manifest it partially, or fully manifest it. A fully manifested phantom is treated as a summoned creature from the Ethereal Plane, except it is not sent back to the Ethereal Plane until it is reduced to a negative amount of hit points equal to or greater than its Constitution score.<br><br>A spiritualist can fully manifest her phantom through a ritual that takes 1 minute to perform. When the phantom is fully manifested, the spiritualist can change the form of the phantom’s manifestation (either from ectoplasmic to incorporeal or vice versa) as a full-round action that provokes attacks of opportunity. When the phantom manifests, its hit points are unchanged from the last time it manifested, unless the phantom was slain and returned to the Ethereal Plane; in this case, the phantom manifests with half its maximum number of hit points. The phantom does not heal naturally, and can be healed only with magic or by being tended to with the Heal skill while fully manifested in ectoplasmic form. The phantom stays fully manifested until it is either returned to the spiritualist’s consciousness (a standard action) or banished to the Ethereal Plane. If the phantom is banished to the Ethereal Plane, it can’t return to the spiritualist’s consciousness or manifest again for 24 hours.<br><br>While fully manifested, a phantom can’t be returned to the Ethereal Plane by means of&nbsp;dispel magic, but spells such as&nbsp;dismissal&nbsp;and&nbsp;banishment&nbsp;work normally. Whenever the spiritualist is unconscious or asleep, the phantom immediately returns to the spiritualist’s consciousness. If the spiritualist dies, the phantom is returned to the Ethereal Plane, and can’t return to the spiritualist’s consciousness until 24 hours after the spiritualist is brought back to life. A phantom can’t be dismissed or banished (by a spell or any other similar effect) while it resides in the spiritualist’s consciousness, as the phantom is protected from such effects by the power of the spiritualist’s psyche.<br><br>Fully manifested phantoms can wear armor and use items (though not wield weapons) appropriate to their forms. Any items worn, carried, or held by a phantom are dropped when the phantom returns to the spiritualist’s consciousness, and must be retrieved and donned anew if the phantom wishes to use them when it fully manifests in the future.<br><br>Phantoms are self-involved, even jealous, creatures that do not play well with other summoned companions. A phantom refuses to manifest (either fully or as part of a bonded manifestation) in the presence of an eidolon or shadow summoned by the phantom’s master. Furthermore, if a phantom is manifested when such a creature is summoned, it immediately retreats into its spiritualist’s consciousness, and will not manifest again until the eidolon or shadow is dismissed.<br><br>A fully manifested phantom’s abilities, feats, Hit Dice, saving throws, and skills are tied to the spiritualist’s class level and increase as the spiritualist gains levels.&nbsp;</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": "",
      "long": null
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": "",
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": "",
        "value": null
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": "",
    "attackNotes": "",
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Spiritualist"
        ]
      ]
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "attack": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/skills/emerald_07.jpg",
  "effects": []
}