{
  "_id": "W8EoiiYjATuBa52i",
  "name": "(Mythic) Guardian",
  "permission": {
    "default": 0
  },
  "type": "class",
  "data": {
    "description": {
      "value": "<p>Source&nbsp;<a href=\"http://paizo.com/products/btpy8ywe?Pathfinder-Roleplaying-Game-Mythic-Adventures\" target=\"_blank\" rel=\"noopener\">Mythic Adventures pg. 26</a><br>Not all mythic characters seek glory and fame for themselves. Some take a more humble route, watching over those dear to them or the lands they call home. Guardians seek connections with those around them, even the beasts, and draw their power from the trust of such bonds. This doesn’t mean that all guardians are peaceful—indeed many use violent means to further their goals and safeguard those they watch over. But they find worth in those who travel with them. In battle, none can take the sort of punishment and wounds that a guardian can sustain.<br><br>Role: When others would retreat, you stand your ground. Your place is at the front of the battle, taking every hit your enemies can give while daring them to dish out more. Your job is to stop your enemies’ advance, interposing yourself in the path of peril. You’ll gladly take all that brutal punishment and return the beating with zeal. The wounds you suffer might kill a lesser hero, but you relish the thrill of combat, confident that your physical and mental perfection will lead to victory.<br><br>Classes: Any class that is frequently in the middle of a chaotic melee will find many valuable abilities within the guardian path. Barbarians, cavaliers, fighters, inquisitors, monks, and paladins all make excellent guardians. Some of the guardian’s powers also lend themselves to the druid, ranger, or even the summoner, granting bonuses to companions and allies.<br><br>Bonus Hit Points: Whenever you gain a guardian tier, you gain 5 bonus hit points. These hit points stack with themselves, and don’t affect your overall Hit Dice or other statistics.</p>\n<h2>Path Features</h2>\n<div>\n<table>\n<tbody>\n<tr>\n<td>Tier</td>\n<td>Path Features</td>\n</tr>\n<tr>\n<td>1st</td>\n<td>Guardian's call, path ability</td>\n</tr>\n<tr>\n<td>2nd</td>\n<td>Path ability</td>\n</tr>\n<tr>\n<td>3rd</td>\n<td>Path ability</td>\n</tr>\n<tr>\n<td>4th</td>\n<td>Path ability</td>\n</tr>\n<tr>\n<td>5th</td>\n<td>Path ability</td>\n</tr>\n<tr>\n<td>6th</td>\n<td>Path ability</td>\n</tr>\n<tr>\n<td>7th</td>\n<td>Path ability</td>\n</tr>\n<tr>\n<td>8th</td>\n<td>Path ability</td>\n</tr>\n<tr>\n<td>9th</td>\n<td>Path ability</td>\n</tr>\n<tr>\n<td>10th</td>\n<td>Path ability, true defender</td>\n</tr>\n</tbody>\n</table>\n</div>\n<p>As you increase in tier, you gain the following abilities.<br><br>Guardian’s Call: Select one of the following abilities. Once chosen, it can’t be changed.<br><br>Absorb Blow (Su): As an immediate action, whenever you take hit point damage from a single source (such as a dragon’s breath, a spell, or a weapon), you can expend one use of mythic power to reduce the damage you take from that source by 5 per tier (to a minimum of 0 points of damage taken). If you have another ability or effect that reduces damage (such as&nbsp;protection from energy), reduce the damage with the absorb blow ability before applying any other damage-reducing effects. For every 10 points of damage that this ability prevents, for 1 minute you gain DR 1/epic and 5 points of resistance against acid, cold, electricity, fire, and sonic damage. The DR and resistances stack with any other DR and resistances that you have.<br><br>Beast’s Fury (Su): As a swift action, you can expend one use of mythic power to imbue your animal companion, cohort, eidolon, familiar, or bonded mount with some of your mythic power. As an immediate action, that creature can move up to its speed and make an attack with one of its natural weapons. When making this attack, the creature rolls twice and takes the higher result. Any damage dealt by this attack bypasses all damage reduction. A creature affected by this ability can take these actions in addition to any others that it takes during its turn.<br><br>Sudden Block (Su): As an immediate action, you can expend one use of mythic power to hinder a melee attack made against you or an adjacent ally. Add your tier to your AC or the ally’s AC against this attack. The creature making the attack must make two attack rolls and take the lower result. Once the attack is resolved, you or your ally (your choice) can make one melee attack against the creature. The damage from this attack bypasses all damage reduction.<br><br>Path Ability: At 1st tier and every tier thereafter, select one new path ability from the guardian path abilities lists or from the universal path abilities lists (see page 50). Once you select an ability, it can’t be changed. Unless otherwise noted, each ability can be selected only once. Some abilities have requirements, such as a class ability or minimum mythic tier, that you must meet before you select them.<br><br>True Defender (Su): At 10th tier, whenever you take damage from a melee or ranged attack scored by a nonmythic creature, the damage is halved. This reduction is applied after all other reductions in damage, such as energy resistance or damage reduction. Once per round, when an enemy scores a critical hit against you, you regain one use of mythic power.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "changes": [
      {
        "_id": "rhpckb0u",
        "formula": "@classes.mythicGuardian.level*5",
        "operator": "+",
        "subTarget": "mhp",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "misc"
      }
    ],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "links": {
      "children": []
    },
    "tag": "mythicGuardian",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "classType": "mythic",
    "levels": {
      "value": 0,
      "_deprecated": true
    },
    "level": 1,
    "hd": 0,
    "hp": 0,
    "bab": "",
    "skillsPerLevel": 0,
    "savingThrows": {
      "fort": {
        "value": ""
      },
      "ref": {
        "value": ""
      },
      "will": {
        "value": ""
      }
    },
    "fc": {
      "hp": {
        "value": 0
      },
      "skill": {
        "value": 0
      },
      "alt": {
        "value": 0
      }
    },
    "classSkills": {
      "acr": false,
      "apr": false,
      "art": false,
      "blf": false,
      "clm": false,
      "crf": false,
      "dip": false,
      "dev": false,
      "dis": false,
      "esc": false,
      "fly": false,
      "han": false,
      "hea": false,
      "int": false,
      "kar": false,
      "kdu": false,
      "ken": false,
      "kge": false,
      "khi": false,
      "klo": false,
      "kna": false,
      "kno": false,
      "kpl": false,
      "kre": false,
      "lin": false,
      "lor": false,
      "per": false,
      "prf": false,
      "pro": false,
      "rid": false,
      "sen": false,
      "slt": false,
      "spl": false,
      "ste": false,
      "sur": false,
      "swm": false,
      "umd": false
    },
    "damage": {
      "parts": [],
      "critParts": []
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/spells/protect-blue-3.jpg",
  "effects": []
}