{
  "_id": "SWVn9ZJRuO6cj1p4",
  "name": "(Mythic) Marshal",
  "permission": {
    "default": 0
  },
  "type": "class",
  "data": {
    "description": {
      "value": "<p>Source&nbsp;<a href=\"http://paizo.com/products/btpy8ywe?Pathfinder-Roleplaying-Game-Mythic-Adventures\" target=\"_blank\" rel=\"noopener\">Mythic Adventures pg. 38</a><br />Some are destined not only to achieve personal greatness, but also to inspire armies, rally the fallen, and bring the most out of those who follow them. The marshal is such a leader, renowned for his vision, courage, and strategic acumen. Soldiers f lock to a marshal&rsquo;s banner for a chance to serve under such a commander, confident that his skill will see them through even the most difficult challenges.<br /><br />Role: As a marshal, your abilities allow you to inspire mythic and non-mythic allies alike to greatness. In a group, you protect and push your allies to even greater acts of heroism. All the while, the powers of the marshal allow you to take the lead, help your companions, and take the fight to your enemies.<br /><br />Classes: Bards, cavaliers, clerics, inquisitors, and paladins will all find a host of useful abilities in the marshal path. In fact, almost any character who assists others, both during combat and afterward, will likewise find that the path of the marshal includes a number of valuable abilities that will help in her noble endeavors.<br /><br />Bonus Hit Points: Whenever you gain a marshal tier, you gain 4 bonus hit points. These hit points stack with themselves, and don&rsquo;t affect your overall Hit Dice or other statistics.</p>\n<h2>Path Features</h2>\n<div>\n<table>\n<tbody>\n<tr>\n<td>Tier</td>\n<td>Path Features</td>\n</tr>\n<tr>\n<td>1st</td>\n<td>Marshal's order, path ability</td>\n</tr>\n<tr>\n<td>2nd</td>\n<td>Path ability</td>\n</tr>\n<tr>\n<td>3rd</td>\n<td>Path ability</td>\n</tr>\n<tr>\n<td>4th</td>\n<td>Path ability</td>\n</tr>\n<tr>\n<td>5th</td>\n<td>Path ability</td>\n</tr>\n<tr>\n<td>6th</td>\n<td>Path ability</td>\n</tr>\n<tr>\n<td>7th</td>\n<td>Path ability</td>\n</tr>\n<tr>\n<td>8th</td>\n<td>Path ability</td>\n</tr>\n<tr>\n<td>9th</td>\n<td>Path ability</td>\n</tr>\n<tr>\n<td>10th</td>\n<td>Path ability, visionary commander</td>\n</tr>\n</tbody>\n</table>\n</div>\n<p>As you gain tiers, you gain the following abilities.<br /><br />Marshal&rsquo;s Order: Select one of the following abilities. Once chosen, it can&rsquo;t be changed.<br /><br />Advance (Ex): As a swift action, you can expend one use of mythic power to inspire a tactical advance on the field of battle. This allows you and each of your allies within 30 feet to take either a single move action of the character&rsquo;s choice or a 5-foot step, as long as you or your ally has the ability to take such an action (for example, an unconscious character still can&rsquo;t take an action). The action granted by this ability doesn&rsquo;t count toward the number or type of actions a creature is allowed to take on its turn.<br /><br />Decisive Strike (Su): As a swift action, you can expend one use of mythic power to give one ally within 30 feet the ability to immediately make a single melee or ranged attack on your turn. Add your tier as a bonus on the attack roll. The damage dealt by this attack bypasses all damage reduction. This attack doesn&rsquo;t count toward the ally&rsquo;s actions on its turn.<br /><br />Rally (Su): As a swift action, you can expend one use of mythic power to rally your allies. This gives you and each of your allies within 30 feet the option to reroll any one d20 roll after the roll is made. The granted reroll must be used before the beginning of your next turn, and the creature must take the result of the reroll, even if it is lower.<br /><br />Path Ability: At 1st tier and every tier thereafter, select one new path ability from the marshal path abilities lists or from the universal path abilities lists (see page 50). Once you select an ability, it can&rsquo;t be changed. Unless otherwise noted, each ability can be selected only once. Some abilities have requirements, such as a class ability or minimum mythic tier, that you must meet before you select them.<br /><br />Visionary Commander (Su): At 10th tier, whenever you or an ally within 30 feet rolls an initiative check, roll twice and take either result. If the first round of combat is a surprise round, you and all allies within 30 feet at the start of the combat can take a full round&rsquo;s worth of actions instead of just a move or standard action. Once per round, when you or an ally within 30 feet scores a critical hit against a mythic creature, you regain one use of mythic power.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "changes": [
      {
        "_id": "pp0ij1f7",
        "formula": "@classes.mythicMarshal.level*4",
        "operator": "+",
        "subTarget": "mhp",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "misc"
      }
    ],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "links": {
      "children": []
    },
    "tag": "mythicMarshal",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "classType": "mythic",
    "levels": {
      "value": 0,
      "_deprecated": true
    },
    "level": 1,
    "hd": 0,
    "hp": 0,
    "bab": "",
    "skillsPerLevel": 0,
    "savingThrows": {
      "fort": {
        "value": ""
      },
      "ref": {
        "value": ""
      },
      "will": {
        "value": ""
      }
    },
    "fc": {
      "hp": {
        "value": 0
      },
      "skill": {
        "value": 0
      },
      "alt": {
        "value": 0
      }
    },
    "classSkills": {
      "acr": false,
      "apr": false,
      "art": false,
      "blf": false,
      "clm": false,
      "crf": false,
      "dip": false,
      "dev": false,
      "dis": false,
      "esc": false,
      "fly": false,
      "han": false,
      "hea": false,
      "int": false,
      "kar": false,
      "kdu": false,
      "ken": false,
      "kge": false,
      "khi": false,
      "klo": false,
      "kna": false,
      "kno": false,
      "kpl": false,
      "kre": false,
      "lin": false,
      "lor": false,
      "per": false,
      "prf": false,
      "pro": false,
      "rid": false,
      "sen": false,
      "slt": false,
      "spl": false,
      "ste": false,
      "sur": false,
      "swm": false,
      "umd": false
    },
    "damage": {
      "parts": [],
      "critParts": []
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/items/inventory/lute.jpg",
  "effects": []
}