{
  "name": "Broken",
  "permission": {
    "default": 0
  },
  "flags": {},
  "content": "<p>Items that have taken damage in excess of half their total&nbsp;<a href=\"https://www.d20pfsrd.com/gamemastering/combat#TOC-Hit-Points\">hit points</a>&nbsp;gain the broken condition, meaning they are less effective at their designated task. The broken condition has the following effects, depending upon the item.</p>\n<ul>\n<li>If the item is a weapon, any attacks made with the item suffer a &ndash;2 penalty on attack and damage rolls. Such weapons only score a critical hit on a natural 20 and only deal &times;2 damage on a confirmed critical hit.</li>\n<li>If the item is a suit of armor or a shield, the bonus it grants to&nbsp;<a href=\"https://www.d20pfsrd.com/gamemastering/combat#TOC-Armor-Class\">AC</a>&nbsp;is halved, rounding down. Broken armor doubles its armor check penalty on skills.</li>\n<li>If the item is a tool needed for a skill, any skill check made with the item takes a &ndash;2 penalty.</li>\n<li>If the item is a&nbsp;<a href=\"https://www.d20pfsrd.com/magic-items/wands\">wand</a>&nbsp;or staff, it uses up twice as many charges when used.</li>\n<li>If the item does not fit into any of these categories, the broken condition has no effect on its use. Items with the broken condition, regardless of type, are worth 75% of their normal value. If the item is magical, it can only be repaired with a&nbsp;<a href=\"https://www.d20pfsrd.com/magic/all-spells/m/mending\">mending</a>&nbsp;or&nbsp;<a href=\"https://www.d20pfsrd.com/magic/all-spells/m/make-whole\">make whole</a>&nbsp;spell cast by a character with a&nbsp;<a href=\"https://www.d20pfsrd.com/magic#TOC-Caster-Level\">caster level</a>&nbsp;equal to or higher than the item&rsquo;s. Items lose the broken condition if the spell restores the object to half its original&nbsp;<a href=\"https://www.d20pfsrd.com/gamemastering/combat#TOC-Hit-Points\">hit points</a>&nbsp;or higher. Non-magical items can be repaired in a similar fashion, or through the&nbsp;<a href=\"https://www.d20pfsrd.com/skills/craft\">Craft</a>&nbsp;skill used to create it. Generally speaking, this requires a DC 20&nbsp;<a href=\"https://www.d20pfsrd.com/skills/craft\">Craft</a>&nbsp;check and 1 hour of work per point of damage to be repaired. Most craftsmen charge one-tenth the item&rsquo;s total cost to repair such damage (more if the item is badly damaged or ruined).</li>\n</ul>\n<p><strong>Special Note on Ships</strong>: Ships, and sometimes their means of propulsion&mdash;are objects, and like any other object, when they take damage in excess of half their&nbsp;<a href=\"https://www.d20pfsrd.com/gamemastering/combat#TOC-Hit-Points\">hit points</a>, they gain the broken condition. When a ship gains the broken condition, it takes a &ndash;2 penalty to AC, on sailing checks, saving throws, and on&nbsp;<a href=\"https://www.d20pfsrd.com/gamemastering/combat#TOC-Combat-Maneuvers\">combat maneuver</a>&nbsp;checks. If a ship or its means of propulsion becomes broken, the ship&rsquo;s maximum speed is halved and the ship can no longer gain the upper hand until repaired. If the ship is in motion and traveling faster than its new maximum speed, it automatically decelerates to its new maximum speed (from&nbsp;<a href=\"https://www.d20pfsrd.com/Gamemastering/Conditions/other-rules/ship-combat/advanced-naval-combat\">Advanced Naval Combat</a>.)</p>",
  "_id": "jQLJg0XQq4rx9yzx"
}