{
  "_id": "zemoWcP2SR6FTiS1",
  "name": "Grappled",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p>A grappled creature is restrained by a creature, trap, or effect. Grappled creatures cannot move and take a –4 penalty to&nbsp;<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Dexterity-Dex-\">Dexterity</a>. A grappled creature takes a –2 penalty on all attack rolls and combat maneuver checks, except those made to grapple or escape a grapple. In addition, grappled creatures can take no action that requires two hands to perform. A grappled character who attempts to cast a spell or use a spell-like ability must make a <a href=\"https://www.d20pfsrd.com/magic#TOC-Concentration\">concentration</a>&nbsp;check (DC 10 + grappler’s CMB + spell level), or lose the spell. Grappled creatures cannot make attacks of opportunity.</p>\n<p>A grappled creature cannot use&nbsp;<a href=\"https://www.d20pfsrd.com/skills/stealth\">Stealth</a>&nbsp;to hide from the creature grappling it, even if a special ability, such as hide in plain sight, would normally allow it to do so. If a grappled creature becomes @Compendium[pf1.conditions.L3hNCX9kLGlmoQhc]{Invisible}, through a spell or other ability, it gains a +2&nbsp;<a href=\"https://www.d20pfsrd.com/basics-ability-scores/glossary#TOC-Circumstance-Bonus\">circumstance bonus</a>&nbsp;on its CMD to avoid being grappled, but receives no other benefit.</p>\n<p><strong>Casting Spells while Grappled/Grappling</strong>: The only spells which can be cast while grappling or @Compendium[pf1.conditions.uxkaA2RC6METVN6w]{Pinned}&nbsp;are those without somatic&nbsp;<a href=\"https://www.d20pfsrd.com/magic/#TOC-Components\">components</a>&nbsp;and whose material&nbsp;<a href=\"https://www.d20pfsrd.com/magic/#TOC-Components\">components</a>&nbsp;(if any) you have in hand. Even so, you must make a&nbsp;<a href=\"https://www.d20pfsrd.com/magic/#TOC-Concentration\">concentration</a>&nbsp;check (DC 10 + the grappler’s&nbsp;<a href=\"https://www.d20pfsrd.com/gamemastering/combat#TOC-Combat-Maneuver-Bonus\">CMB</a>&nbsp;+ the level of the spell you’re casting) or lose the spell.</p>"
}