{
  "_id": "AoWSbnuTSGIxmv61",
  "name": "Sorcerer",
  "permission": {
    "default": 0
  },
  "type": "class",
  "data": {
    "description": {
      "value": "<p>Scions of innately magical bloodlines, the chosen of deities, the spawn of monsters, pawns of fate and destiny, or simply flukes of fickle magic, sorcerers look within themselves for arcane prowess and draw forth might few mortals can imagine. Emboldened by lives ever threatening to be consumed by their innate powers, these magic-touched souls endlessly indulge in and refine their mysterious abilities, gradually learning how to harness their birthright and coax forth ever greater arcane feats. Just as varied as these innately powerful spellcasters’ abilities and inspirations are the ways in which they choose to utilize their gifts. While some seek to control their abilities through meditation and discipline, becoming masters of their fantastic birthright, others give in to their magic, letting it rule their lives with often explosive results. Regardless, sorcerers live and breathe that which other spellcasters devote their lives to mastering, and for them magic is more than a boon or a field of study; it is life itself.</p>\n<p><strong>Role</strong>: Sorcerers excel at casting a selection of favored spells frequently, making them powerful battle mages. As they become familiar with a specific and ever-widening set of spells, sorcerers often discover new and versatile ways of making use of magics other spellcasters might overlook. Their bloodlines also grant them additional abilities, assuring that no two sorcerers are ever quite alike.</p>\n<p><strong>Alignment</strong>: Any</p>\n<p><strong>Hit Die</strong>: d6</p>\n<p><strong>Starting Wealth</strong>: 2d6 × 10 gp (average 70 gp.) In addition, each character begins play with an outfit worth 10 gp or less.</p>\n<h2><span id=\"Class_Skills\">Class Skills</span></h2>\n<p>The sorcerer’s class skills are <a href=\"https://www.d20pfsrd.com/skills/appraise\" rel=\"nofollow\">Appraise</a>&nbsp;(<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Intelligence-Int-\" rel=\"nofollow\">Int</a>), <a href=\"https://www.d20pfsrd.com/skills/bluff\" rel=\"nofollow\">Bluff</a>&nbsp;(<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Charisma-Cha-\" rel=\"nofollow\">Cha</a>), <a href=\"https://www.d20pfsrd.com/skills/craft\" rel=\"nofollow\">Craft</a>&nbsp;(<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Intelligence-Int-\" rel=\"nofollow\">Int</a>), <a href=\"https://www.d20pfsrd.com/skills/fly\" rel=\"nofollow\">Fly</a>&nbsp;(<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Dexterity-Dex-\" rel=\"nofollow\">Dex</a>), <a href=\"https://www.d20pfsrd.com/skills/intimidate\" rel=\"nofollow\">Intimidate</a>&nbsp;(<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Charisma-Cha-\" rel=\"nofollow\">Cha</a>), <a href=\"https://www.d20pfsrd.com/skills/knowledge\" rel=\"nofollow\">Knowledge</a>&nbsp;(arcana) (<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Intelligence-Int-\" rel=\"nofollow\">Int</a>), <a href=\"https://www.d20pfsrd.com/skills/profession\" rel=\"nofollow\">Profession</a>&nbsp;(<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Wisdom-Wis-\" rel=\"nofollow\">Wis</a>), <a href=\"https://www.d20pfsrd.com/skills/spellcraft\" rel=\"nofollow\">Spellcraft</a>&nbsp;(<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Intelligence-Int-\" rel=\"nofollow\">Int</a>), and <a href=\"https://www.d20pfsrd.com/skills/use-magic-device\" rel=\"nofollow\">Use Magic Device</a>&nbsp;(<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Charisma-Cha-\" rel=\"nofollow\">Cha</a>).</p>\n<p><strong>Skill Ranks per Level</strong>: 2 +&nbsp;<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Intelligence-Int-\" rel=\"nofollow\">Int</a> modifier.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "links": {
      "children": [],
      "classAssociations": [
        {
          "id": "pf1.class-abilities.vVkKDPniD09W5JgO",
          "dataType": "compendium",
          "name": "Eschew Materials",
          "img": "systems/pf1/icons/skills/nature_07.jpg",
          "hiddenLinks": {},
          "level": 1,
          "_index": 0
        }
      ]
    },
    "tag": "sorcerer",
    "useCustomTag": true,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [
        "sim"
      ],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "classType": "base",
    "levels": {
      "value": 0,
      "_deprecated": true
    },
    "level": 1,
    "hd": 6,
    "hp": 6,
    "bab": "low",
    "skillsPerLevel": 2,
    "savingThrows": {
      "fort": {
        "value": "low"
      },
      "ref": {
        "value": "low"
      },
      "will": {
        "value": "high"
      }
    },
    "fc": {
      "hp": {
        "value": 0
      },
      "skill": {
        "value": 0
      },
      "alt": {
        "value": 0
      }
    },
    "classSkills": {
      "acr": false,
      "apr": true,
      "art": false,
      "blf": true,
      "clm": false,
      "crf": true,
      "dip": false,
      "dev": false,
      "dis": false,
      "esc": false,
      "fly": true,
      "han": false,
      "hea": false,
      "int": true,
      "kar": true,
      "kdu": false,
      "ken": false,
      "kge": false,
      "khi": false,
      "klo": false,
      "kna": false,
      "kno": false,
      "kpl": false,
      "kre": false,
      "lin": false,
      "lor": false,
      "per": false,
      "prf": false,
      "pro": true,
      "rid": false,
      "sen": false,
      "slt": false,
      "spl": true,
      "ste": false,
      "sur": false,
      "swm": false,
      "umd": true
    },
    "extraDescription": {
      "value": "<h2>Weapon and Armor Proficiency</h2>\n<p>Sorcerers are proficient with all&nbsp;<a href=\"https://www.d20pfsrd.com/equipment/weapons#simple-martial-and-exotic-weapons\" rel=\"nofollow\">simple</a>&nbsp;weapons. They are not proficient with any type of armor or shield. Armor interferes with a sorcerer’s gestures, which can cause her spells with somatic components to fail (see&nbsp;<a href=\"https://www.d20pfsrd.com/classes/core-classes/wizard#TOC-Arcane-Spells-and-Armor\" rel=\"nofollow\">Arcane Spells and Armor</a>).</p>\n<h2>Spells</h2>\n<p>A sorcerer casts arcane spells drawn primarily from the&nbsp;<a href=\"https://www.d20pfsrd.com/magic/spell-lists-and-domains/spell-lists-sorcerer-and-wizard\" rel=\"nofollow\">sorcerer/wizard spell list</a>. She can cast any spell she knows without preparing it ahead of time. To learn or cast a spell, a sorcerer must have a&nbsp;<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Charisma-Cha-\" rel=\"nofollow\">Charisma</a>&nbsp;score equal to at least 10 + the spell level. The Difficulty Class for a&nbsp;<a href=\"https://www.d20pfsrd.com/magic#TOC-Saving-Throws\" rel=\"nofollow\">saving throw</a>&nbsp;against a sorcerer’s spell is 10 + the spell level + the sorcerer’s&nbsp;<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Charisma-Cha-\" rel=\"nofollow\">Charisma</a>&nbsp;modifier.</p>\n<p>Like other spellcasters, a sorcerer can cast only a certain number of spells of each spell level per day. Her base daily spell allotment is given on&nbsp;Table: Sorcerer. In addition, she receives bonus spells per day if she has a high&nbsp;<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Charisma-Cha-\" rel=\"nofollow\">Charisma</a>&nbsp;score (see&nbsp;<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#table-ability-modifiers-and-bonus-spells\" rel=\"nofollow\">Table: Ability Modifiers and Bonus Spells</a>).</p>\n<p>A sorcerer’s selection of spells is extremely limited. A sorcerer begins play knowing four 0-level spells and two 1st-level spells of her choice. At each new sorcerer level, she gains one or more new spells, as indicated on&nbsp;Table: Sorcerer Spells Known. (Unlike spells per day, the number of spells a sorcerer knows is not affected by her&nbsp;<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Charisma-Cha-\" rel=\"nofollow\">Charisma</a>&nbsp;score; the numbers on&nbsp;Table: Sorcerer Spells Known&nbsp;are fixed.) These new spells can be common spells chosen from the sorcerer/wizard spell list, or they can be unusual spells that the sorcerer has gained some understanding of through study.</p>\n<p>Upon reaching 4th level, and at every even-numbered sorcerer level after that (6th, 8th, and so on), a sorcerer can choose to learn a new spell in place of one she already knows. In effect, the sorcerer loses the old spell in exchange for the new one. The new spell’s level must be the same as that of the spell being exchanged. A sorcerer may swap only a single spell at any given level, and must choose whether or not to swap the spell at the same time that she gains new spells known for the level.</p>\n<p>Unlike a&nbsp;<a href=\"https://www.d20pfsrd.com/classes/core-classes/wizard\">wizard</a>&nbsp;or a&nbsp;<a href=\"https://www.d20pfsrd.com/classes/core-classes/cleric\">cleric</a>&nbsp;a sorcerer need not prepare her spells in advance. She can cast any spell she knows at any time, assuming she has not yet used up her spells per day for that spell level.</p>\n<h2>Bloodline</h2>\n<p>Each sorcerer has a source of magic somewhere in her heritage that grants her spells, bonus feats, an additional class skill, and other special abilities. This source can represent a blood relation or an extreme event involving a creature somewhere in the family’s past. For example, a sorcerer might have a dragon as a distant relative or her grandfather might have signed a terrible contract with a devil. Regardless of the source, this influence manifests in a number of ways as the sorcerer gains levels. A sorcerer must pick one bloodline upon taking her first level of sorcerer. Once made, this choice cannot be changed.</p>\n<p>At 3rd level, and every two levels thereafter, a sorcerer learns an additional spell, derived from her bloodline. These spells are in addition to the number of spells given on&nbsp;Table: Sorcerer Spells Known. These spells cannot be exchanged for different spells at higher levels.</p>\n<p>At 7th level, and every six levels thereafter, a sorcerer receives one bonus feat, chosen from a list specific to each bloodline. The sorcerer must meet the prerequisites for these bonus feats.</p>\n<p>Filled with magical power that screams for release, sorcery is not so much a calling as a blessing—or a curse. For some sorcerers, this arcane birthright manifests in subtle and carefully controlled ways, assisting in their manipulation of others or the pursuit of lofty goals. For others, it is wild and unpredictable, the primal and explosive lashing out of a power greater than themselves. Presented below are a number of bloodlines representing the mysterious origin of your sorcerer’s abilities.</p>\n<p>The following bloodlines represent only some of the possible sources of power that a sorcerer can draw upon. Unless otherwise noted, most sorcerers are assumed to have the&nbsp;<a href=\"https://www.d20pfsrd.com/classes/core-classes/sorcerer/bloodlines/bloodlines-from-paizo/arcane-bloodline\">arcane bloodline</a>.</p>\n<p>Bloodline Mutations: Although heirs to similar arcane bloodlines may share commonalities, the unique circumstances in which a bloodline enters a&nbsp;<a href=\"https://www.d20pfsrd.com/classes/hybrid-classes/bloodrager\">bloodrager</a>&nbsp;or sorcerer’s lineage can result in the manifestation of particularly strange or unusual bloodline powers known as mutations. Whenever a&nbsp;<a href=\"https://www.d20pfsrd.com/classes/hybrid-classes/bloodrager\">bloodrager</a>&nbsp;or a sorcerer gains a new bloodline power, she can swap her bloodline power for a bloodline mutation whose prerequisites she meets. Once this choice is made, it cannot be changed, and a&nbsp;<a href=\"https://www.d20pfsrd.com/classes/hybrid-classes/bloodrager\">bloodrager</a>&nbsp;or sorcerer cannot swap a bloodline power that she has altered or replaced with an archetype for a bloodline mutation. A&nbsp;<a href=\"https://www.d20pfsrd.com/classes/hybrid-classes/bloodrager\">bloodrager</a>&nbsp;need not be in a bloodrage to use her bloodline mutation powers. Alternatively, a&nbsp;<a href=\"https://www.d20pfsrd.com/classes/hybrid-classes/bloodrager\">bloodrager</a>&nbsp;or sorcerer can select a bloodline mutation in place of a bloodline bonus feat, provided her class level is at least equal to the level of the bloodline ability the mutation normally replaces.</p>",
      "chat": "",
      "unidentified": ""
    },
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "preparation": {
      "maxAmount": 0
    },
    "weaponData": {
      "critRange": 20,
      "critMult": 2
    },
    "uses": {
      "value": 0,
      "max": 0
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/spells/fireball-red-3.jpg",
  "effects": []
}