{
  "_id": "0c4lYDywj6bQ0i8r",
  "name": "Wizard",
  "permission": {
    "default": 0
  },
  "type": "class",
  "data": {
    "description": {
      "value": "<p>Beyond the veil of the mundane hide the secrets of absolute power. The works of beings beyond mortals, the legends of realms where gods and spirits tread, the lore of creations both wondrous and terrible—such mysteries call to those with the ambition and the intellect to rise above the common folk to grasp true might. Such is the path of the wizard. These shrewd magic-users seek, collect, and covet esoteric knowledge, drawing on cultic arts to work wonders beyond the abilities of mere mortals. While some might choose a particular field of magical study and become masters of such powers, others embrace versatility, reveling in the unbounded wonders of all magic. In either case, wizards prove a cunning and potent lot, capable of smiting their foes, empowering their allies, and shaping the world to their every desire.</p>\n<p>Role: While universalist wizards might study to prepare themselves for any manner of danger, specialist wizards research schools of magic that make them exceptionally skilled within a specific focus. Yet no matter their specialty, all wizards are masters of the impossible and can aid their allies in overcoming any danger.</p>\n<p><strong>Alignment</strong>: Any</p>\n<p><strong>Hit Die</strong>: d6</p>\n<p><strong>Starting Wealth</strong>: 2d6 × 10 gp (average 70 gp.) In addition, each character begins play with an outfit worth 10 gp or less.</p>\n<h2><span id=\"Class_Skills\">Class Skills</span></h2>\n<p>The wizard’s class skills are <a href=\"https://www.d20pfsrd.com/skills/appraise\" rel=\"nofollow\">Appraise</a>&nbsp;(<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Intelligence-Int-\" rel=\"nofollow\">Int</a>), <a href=\"https://www.d20pfsrd.com/skills/craft\" rel=\"nofollow\">Craft</a>&nbsp;(<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Intelligence-Int-\" rel=\"nofollow\">Int</a>), <a href=\"https://www.d20pfsrd.com/skills/fly\" rel=\"nofollow\">Fly</a>&nbsp;(<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Dexterity-Dex-\" rel=\"nofollow\">Dex</a>), <a href=\"https://www.d20pfsrd.com/skills/knowledge\" rel=\"nofollow\">Knowledge</a>&nbsp;(all) (<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Intelligence-Int-\" rel=\"nofollow\">Int</a>), <a href=\"https://www.d20pfsrd.com/skills/linguistics\" rel=\"nofollow\">Linguistics</a>&nbsp;(<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Intelligence-Int-\" rel=\"nofollow\">Int</a>), <a href=\"https://www.d20pfsrd.com/skills/profession\" rel=\"nofollow\">Profession</a>&nbsp;(<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Wisdom-Wis-\" rel=\"nofollow\">Wis</a>), and <a href=\"https://www.d20pfsrd.com/skills/spellcraft\" rel=\"nofollow\">Spellcraft</a>&nbsp;(<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Intelligence-Int-\" rel=\"nofollow\">Int</a>).</p>\n<p><strong>Skill Ranks per Level</strong>: 2 +&nbsp;<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Intelligence-Int-\" rel=\"nofollow\">Int</a>&nbsp;modifier.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "links": {
      "children": [],
      "classAssociations": [
        {
          "id": "pf1.class-abilities.pW1PNlDcdGl7KuEa",
          "dataType": "compendium",
          "name": "Arcane Bond",
          "img": "systems/pf1/icons/items/inventory/ore-green.jpg",
          "hiddenLinks": {},
          "level": 1,
          "_index": 0
        },
        {
          "id": "pf1.class-abilities.20JWTam2dn7jjZFV",
          "dataType": "compendium",
          "name": "Arcane School",
          "img": "systems/pf1/icons/items/inventory/book-folder.jpg",
          "hiddenLinks": {},
          "level": 1,
          "_index": 1
        },
        {
          "id": "pf1.class-abilities.BS9WDbCy2Up3QHw9",
          "dataType": "compendium",
          "name": "Scribe Scroll",
          "img": "systems/pf1/icons/items/inventory/note-scroll.jpg",
          "hiddenLinks": {},
          "level": 1,
          "_index": 2
        },
        {
          "id": "pf1.class-abilities.2h3lI574tmVjOalQ",
          "dataType": "compendium",
          "name": "Bonus Feats (WIZ)",
          "img": "systems/pf1/icons/items/inventory/book-tan.jpg",
          "hiddenLinks": {},
          "level": 5,
          "_index": 3
        }
      ]
    },
    "tag": "wizard",
    "useCustomTag": true,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": "Club;Dagger;Heavy Crossbow;Light Crossbow;Quarterstaff"
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "classType": "base",
    "levels": {
      "value": 0,
      "_deprecated": true
    },
    "level": 1,
    "hd": 6,
    "hp": 6,
    "bab": "low",
    "skillsPerLevel": 2,
    "savingThrows": {
      "fort": {
        "value": "low"
      },
      "ref": {
        "value": "low"
      },
      "will": {
        "value": "high"
      }
    },
    "fc": {
      "hp": {
        "value": 0
      },
      "skill": {
        "value": 0
      },
      "alt": {
        "value": 0
      }
    },
    "classSkills": {
      "acr": false,
      "apr": true,
      "art": false,
      "blf": false,
      "clm": false,
      "crf": true,
      "dip": false,
      "dev": false,
      "dis": false,
      "esc": false,
      "fly": true,
      "han": false,
      "hea": false,
      "int": false,
      "kar": true,
      "kdu": true,
      "ken": true,
      "kge": true,
      "khi": true,
      "klo": true,
      "kna": true,
      "kno": true,
      "kpl": true,
      "kre": true,
      "lin": true,
      "lor": false,
      "per": false,
      "prf": false,
      "pro": true,
      "rid": false,
      "sen": false,
      "slt": false,
      "spl": true,
      "ste": false,
      "sur": false,
      "swm": false,
      "umd": false
    },
    "extraDescription": {
      "value": "<h2><span id=\"Weapon_and_Armor_Proficiency\">Weapon and Armor Proficiency</span></h2>\n<p>Wizards are proficient with the club, dagger, heavy crossbow, light crossbow, and quarterstaff, but not with any type of armor or shield. Armor interferes with a wizard’s movements, which can cause his spells with somatic components to fail.</p>\n<h2><span id=\"Spells\"><a name=\"TOC-Spells\"></a>Spells</span></h2>\n<p>A wizard casts arcane spells drawn from the&nbsp;<a href=\"https://www.d20pfsrd.com/magic/spell-lists-and-domains/spell-lists-sorcerer-and-wizard\">sorcerer/wizard spell list</a>. A wizard must choose and prepare his spells ahead of time.</p>\n<p>To learn, prepare, or cast a spell, the wizard must have an&nbsp;<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Intelligence-Int-\" rel=\"nofollow\">Intelligence</a>&nbsp;score equal to at least 10 + the spell level. The Difficulty Class for a&nbsp;<a href=\"https://www.d20pfsrd.com/gamemastering/combat#TOC-Saving-Throws\" rel=\"nofollow\">saving throw</a>&nbsp;against a wizard’s spell is 10 + the spell level + the wizard’s&nbsp;<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Intelligence-Int-\" rel=\"nofollow\">Intelligence</a>&nbsp;modifier.</p>\n<p>A wizard can cast only a certain number of spells of each spell level per day. His base daily spell allotment is given on&nbsp;Table: Wizard. In addition, he receives bonus spells per day if he has a high&nbsp;<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Intelligence-Int-\" rel=\"nofollow\">Intelligence</a>&nbsp;score (see&nbsp;<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Abilities-and-Spellcasters\" rel=\"nofollow\">Table: Ability Modifiers and Bonus Spells</a>).</p>\n<p>A wizard may know any number of spells. He must choose and prepare his spells ahead of time by getting 8 hours of sleep and spending 1 hour studying his spellbook. While studying, the wizard decides which spells to prepare.</p>\n<p><strong>Starting Spells&nbsp;(See Spellbooks below)</strong>: A wizard begins play with a spellbook containing all 0-level wizard spells (except those from his opposed schools, if any; see Arcane Schools) plus three 1st-level spells of his choice. The wizard also selects a number of additional 1st-level spells equal to his&nbsp;<a href=\"https://www.d20pfsrd.com/basics-ability-scores/ability-scores#TOC-Intelligence-Int-\" rel=\"nofollow\">Intelligence</a>&nbsp;modifier to add to the spellbook. At each new wizard level, he gains two new spells of any spell level or levels that he can cast (based on his new wizard level) for his spellbook. At any time, a wizard can also add spells found in other wizards’ spellbooks to his own (see&nbsp;<a href=\"https://www.d20pfsrd.com/magic\" rel=\"nofollow\">Magic</a>).</p>\n<p><strong>Spells Gained at a New Level</strong>: Wizards perform a certain amount of spell research between adventures. Each time a character attains a new wizard level, he gains two spells of his choice to add to his spellbook. The two free spells must be of spell levels he can cast.</p>\n<h2><span id=\"Bonus_Languages\"><a name=\"TOC-Bonus-Languages\"></a>Bonus Languages</span></h2>\n<p>A wizard may substitute Draconic for one of the bonus languages available to the character because of his race.</p>\n<h2><span id=\"Arcane_Bond_Ex_or_Sp\">Arcane Bond (Ex or Sp)</span></h2>\n<p>At 1st level, wizards form a powerful bond with an object or a creature. This bond can take one of two forms: a&nbsp;<a href=\"https://www.d20pfsrd.com/classes/core-classes/wizard/familiar\">familiar</a>&nbsp;or a&nbsp;bonded object. A&nbsp;<a href=\"https://www.d20pfsrd.com/classes/core-classes/wizard/familiar\">familiar</a>&nbsp;is a magical pet that enhances the wizard’s skills and senses and can aid him in magic, while a&nbsp;bonded object&nbsp;is an item a wizard can use to cast additional spells or to serve as a magical item. Once a wizard makes this choice, it is permanent and cannot be changed.</p>\n<p>Rules for bonded items are given below, while rules for&nbsp;<a href=\"https://www.d20pfsrd.com/classes/core-classes/wizard/familiar\">familiars</a>&nbsp;are located here:&nbsp;<a href=\"https://www.d20pfsrd.com/classes/core-classes/wizard/familiar\">Familiars</a>.</p>\n<p>Wizards who select a bonded object begin play with one at no cost. Objects that are the subject of an arcane bond must fall into one of the following categories: amulet, ring, staff, wand, or weapon. These objects are always masterwork quality. Weapons acquired at 1st level are not made of any special material. If the object is an amulet or ring, it must be worn to have effect, while staves, wands, and weapons must be held in one hand. If a wizard attempts to cast a spell without his bonded object worn or in hand, he must make a&nbsp;<a href=\"https://www.d20pfsrd.com/magic#TOC-Concentration\" rel=\"nofollow\">concentration</a>&nbsp;check or lose the spell. The DC for this check is equal to 20 + the spell’s level. If the object is a ring or amulet, it occupies the ring or neck slot accordingly.</p>\n<p>A bonded object can be used once per day to cast any one spell that the wizard has in his spellbook and is capable of casting, even if the spell is not prepared. This spell is treated like any other spell cast by the wizard, including casting time, duration, and other effects dependent on the wizard’s level. This spell cannot be modified by&nbsp;<a href=\"https://www.d20pfsrd.com/feats/metamagic-feats\">metamagic feats</a>&nbsp;or other abilities. The bonded object cannot be used to cast spells from the wizard’s opposition schools (see&nbsp;<a href=\"https://www.d20pfsrd.com/classes/core-classes/wizard#TOC-Arcane-School\">arcane school</a>&nbsp;below).</p>\n<p>A wizard can add additional magic abilities to his bonded object as if he has the required&nbsp;<a href=\"https://www.d20pfsrd.com/feats/item-creation-feats\">Item Creation Feats</a>&nbsp;and if he meets the level prerequisites of the feat. For example, a wizard with a bonded dagger must be at least 5th level to add magic abilities to the dagger (see&nbsp;<a href=\"https://www.d20pfsrd.com/feats/item-creation-feats/craft-magic-arms-and-armor-item-creation\">Craft Magic Arms and Armor</a>&nbsp;feat). If the bonded object is a wand, it loses its wand abilities when its last charge is consumed, but it is not destroyed and it retains all of its bonded object properties and can be used to craft a new wand. The magic properties of a bonded object, including any magic abilities added to the object, only function for the wizard who owns it. If a bonded object’s owner dies, or the item is replaced, the object reverts to being an ordinary masterwork item of the appropriate type.</p>\n<p>If a bonded object is damaged, it is restored to full hit points the next time the wizard prepares his spells. If the object of an arcane bond is lost or destroyed, it can be replaced after 1 week in a special ritual that costs 200 gp per wizard level plus the cost of the masterwork item. This ritual takes 8 hours to complete. Items replaced in this way do not possess any of the additional enchantments of the previous bonded item. A wizard can designate an existing magic item as his bonded item. This functions in the same way as replacing a lost or destroyed item except that the new magic item retains its abilities while gaining the benefits and drawbacks of becoming a bonded item.</p>\n<h2>Arcane School</h2>\n<p>A wizard can choose to specialize in one school of magic, gaining additional spells and powers based on that school. This choice must be made at 1st level, and once made, it cannot be changed. A wizard that does not select a school receives the&nbsp;<a href=\"https://www.d20pfsrd.com/classes/core-classes/wizard/arcane-schools/paizo-arcane-schools/classic-arcane-schools/universalist\">universalist</a>&nbsp;school instead.</p>\n<p>A wizard that chooses to specialize in one school of magic must select two other schools as his opposition schools, representing knowledge sacrificed in one area of arcane lore to gain mastery in another. A wizard who prepares spells from his opposition schools must use two spell slots of that level to prepare the spell. For example, a wizard with&nbsp;<a href=\"https://www.d20pfsrd.com/classes/core-classes/wizard/arcane-schools/paizo-arcane-schools/classic-arcane-schools/evocation\">evocation</a>&nbsp;as an opposition school must expend two of his available 3rd-level spell slots to prepare a&nbsp;<a href=\"https://www.d20pfsrd.com/magic/all-spells/f/fireball\">fireball</a>. In addition, a specialist takes a –4 penalty on any&nbsp;<a href=\"https://www.d20pfsrd.com/skills#TOC-Skill-Checks\" rel=\"nofollow\">skill checks</a>&nbsp;made when crafting a magic item that has a spell from one of his opposition schools as a prerequisite. A&nbsp;<a href=\"https://www.d20pfsrd.com/classes/core-classes/wizard/arcane-schools/paizo-arcane-schools/classic-arcane-schools/universalist\">universalist</a>&nbsp;wizard can prepare spells from any school without restriction.</p>\n<p>Each arcane school gives the wizard a number of school powers. In addition, specialist wizards receive an additional spell slot of each spell level he can cast, from 1st on up. Each day, a wizard can prepare a spell from his specialty school in that slot. This spell must be in the wizard’s spellbook. A wizard can select a spell modified by a metamagic feat to prepare in his school slot, but it uses up a higher-level spell slot. Wizards with the&nbsp;<a href=\"https://www.d20pfsrd.com/classes/core-classes/wizard/arcane-schools/paizo-arcane-schools/classic-arcane-schools/universalist\">universalist</a>&nbsp;school do not receive a school slot.</p>\n<h2><span id=\"Elemental_Arcane_Schools\">Elemental Arcane Schools</span></h2>\n<p>Instead of specializing in a focused arcane school of magic, a wizard can choose to specialize in one of the&nbsp;<a href=\"https://www.d20pfsrd.com/classes/core-classes/wizard/arcane-schools/paizo-arcane-schools/elemental-arcane-schools\">elemental schools of magic</a>. Like a normal arcane school, an elemental school grants a number of school powers and one bonus spell slot of each level the wizard can cast, from 1st on up. This bonus spell slot must be used to prepare a spell from the elemental school’s spell list. Unlike a normal arcane school, each elemental school requires the wizard to select his opposed element as his opposition school (<a href=\"https://www.d20pfsrd.com/classes/core-classes/wizard/arcane-schools/paizo-arcane-schools/elemental-arcane-schools/air\">air</a>&nbsp;opposes&nbsp;<a href=\"https://www.d20pfsrd.com/classes/core-classes/wizard/arcane-schools/paizo-arcane-schools/elemental-arcane-schools/earth\">earth</a>,&nbsp;<a href=\"https://www.d20pfsrd.com/classes/core-classes/wizard/arcane-schools/paizo-arcane-schools/elemental-arcane-schools/fire\">fire</a>&nbsp;opposes&nbsp;<a href=\"https://www.d20pfsrd.com/classes/core-classes/wizard/arcane-schools/paizo-arcane-schools/elemental-arcane-schools/water\">water</a>). He does not need to select a second opposition school. He must expend two spell slots to prepare a spell from his opposed elemental school as normal.</p>\n<h2><span id=\"Cantrips\"><a name=\"TOC-Cantrips\"></a>Cantrips</span></h2>\n<p>Wizards can prepare a number of cantrips, or 0-level spells, each day, as noted on&nbsp;Table: Wizard&nbsp;under “Spells per Day.” These spells are cast like any other spell, but they are not expended when cast and may be used again. A wizard can prepare a cantrip from an opposition school, but it uses up two of his available slots (see below).</p>\n<h2><span id=\"Scribe_Scroll\"><a name=\"TOC-Scribe-Scroll\"></a>Scribe Scroll</span></h2>\n<p>At 1st level, a wizard gains&nbsp;<a href=\"https://www.d20pfsrd.com/feats/item-creation-feats/scribe-scroll-item-creation\" rel=\"nofollow\">Scribe Scroll</a>&nbsp;as a bonus feat.</p>\n<h2><span id=\"Bonus_Feats\"><a name=\"TOC-Bonus-Feats\"></a>Bonus Feats</span></h2>\n<p>At 5th, 10th, 15th, and 20th level, a wizard gains a bonus feat. At each such opportunity, he can choose a&nbsp;<a href=\"https://www.d20pfsrd.com/feats/metamagic-feats\">metamagic feat</a>, an&nbsp;<a href=\"https://www.d20pfsrd.com/feats/item-creation-feats\">item creation</a>, or&nbsp;<a href=\"https://www.d20pfsrd.com/feats/general-feats/spell-mastery\" rel=\"nofollow\">Spell Mastery</a>. The wizard must still meet all prerequisites for a bonus feat, including caster level minimums. These bonus feats are in addition to the feats that a character of any class gets from advancing levels. The wizard is not limited to the categories of&nbsp;<a href=\"https://www.d20pfsrd.com/feats/item-creation-feats\">Item Creation Feats</a>,&nbsp;<a href=\"https://www.d20pfsrd.com/feats/metamagic-feats\">Metamagic Feats</a>, or&nbsp;<a href=\"https://www.d20pfsrd.com/feats/general-feats/spell-mastery\" rel=\"nofollow\">Spell Mastery</a>&nbsp;when choosing those feats.</p>\n<p>A wizard may also choose an&nbsp;<a href=\"https://www.d20pfsrd.com/classes/core-classes/wizard/arcane-discoveries/arcane-discoveries-paizo/\">Arcane Discovery</a>&nbsp;that he qualifies for in place of a bonus feat at these levels.</p>",
      "chat": "",
      "unidentified": ""
    },
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "preparation": {
      "maxAmount": 0
    },
    "weaponData": {
      "critRange": 20,
      "critMult": 2
    },
    "uses": {
      "value": 0,
      "max": 0
    }
  },
  "flags": {},
  "img": "systems/pf1/icons/spells/beam-magenta-3.jpg",
  "effects": []
}