{
  "name": "Appraise",
  "permission": {
    "default": 0
  },
  "flags": {},
  "content": "<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/pathfinderRPG/v5748btpy88yj\" target=\"_blank\" rel=\"noopener\">PRPG Core Rulebook pg. 90</a><br>You can evaluate the monetary value of an object.</p>\n<p><strong>Check:</strong> A DC 20 Appraise check determines the value of a common item. If you succeed by 5 or more, you also determine if the item has magic properties, although this success does not grant knowledge of the magic item’s abilities. If your fail the check by less than 5, you determine the price of that item to within 20% of its actual value. If you fail this check by 5 or more, the price is wildly inaccurate, subject to GM discretion. Particularly rare or exotic items might increase the DC of this check by 5 or more.</p>\n<p>You can also use this check to determine the most valuable item visible in a treasure hoard. The DC of this check is generally 20 but can increase to as high as 30 for a particularly large hoard.</p>\n<p><strong>Action:</strong> Appraising an item takes 1 standard action. Determining the most valuable object in a treasure hoard takes 1 full-round action.</p>\n<p><strong>Try Again:</strong> Additional attempts to Appraise an item reveal the same result.</p>\n<p><strong>Special:</strong> A spellcaster with a raven familiar gains a +3 bonus on Appraise checks.</p>\n<h1>Psychometry</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9egu?Pathfinder-Roleplaying-Game-Occult-Adventures\" target=\"_blank\" rel=\"noopener\">Occult Adventures pg. 196</a><br>You can read the psychic impressions left on objects or in places by previous owners and events.</p>\n<p><strong>Check:</strong> Once per day, you can concentrate for 1 minute while in physical contact with an item or location, during which you receive flashes of insight regarding the subject’s nature and ownership. After 1 minute, you attempt a DC 15 Appraise check to decipher the visions. You gain one piece of information about the historical significance or the last previous owner—such as a glimpse of the last owner’s appearance or its emotional state when it last used the item—determined by the GM. You learn one more piece of information for every 10 by which your check result exceeds the DC, as long as you concentrate for 1 additional minute for each piece of information. If you fail the check by less than 5 or the item has no significant psychic imprint, you don’t learn any information. If you fail this check by 5 or more, the item appears to be psychically significant even if it’s not, and the information you gain is wildly inaccurate. If you attempt to use psychometry on an item affected by&nbsp;charge object&nbsp;or&nbsp;implant false reading, you automatically learn all information imprinted by the spell. You must also attempt a Will save. If the item is affected by an&nbsp;implant false reading&nbsp;spell, on a success, you realize the information was false, and can determine the true information as well. On a failure, or if the item is affected by a&nbsp;charge object&nbsp;spell, you believe the information is true.</p>\n<p><strong>Action:</strong> Reading an object requires at least 1 minute of uninterrupted concentration.</p>\n<p><strong>Try Again:</strong> Yes. Multiple readings on an object or place always give the same results unless its circumstances or ownership have changed, but additional checks might reach further back into an object’s history. You don’t reroll the saving throw to determine if a psychic imprint is false. You can still use psychometry only once per day.</p>\n<h2>Occult Skill Unlocks</h2>\n<p>Characters capable of casting psychic spells or who have the Psychic Sensitivity feat gain access to skill unlocks—a host of esoteric skill uses not available to other PCs. These are not entirely new skills, but rather new uses of existing skills for those trained in the occult arts. A character must be trained in the appropriate skill to use that skill’s unlock, even if the skill can normally be used untrained. It’s impossible to take 10 for an occult skill unlock. Occult skill unlocks require intense concentration and strenuous effort, so the amount a character can use each skill unlock is limited to once per day or per week. This limit is for all uses of the skill unlock; if a character uses hypnotism to implant a suggestion, he can’t also use it to recall memories on the same day.</p>\n<h1>Unchained - Skill Unlock</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9c25?Pathfinder-Roleplaying-Game-Pathfinder-Unchained\" target=\"_blank\" rel=\"noopener\">Pathfinder Unchained pg. 82</a><br>With sufficient ranks in Appraise, you earn the following.<br><br><strong>5 Ranks:</strong> A successful DC 20 Appraise check reveals whether an item is magical, and a second check (DC = 25 + the item’s caster level) unveils its properties. You can use Appraise to detect non-written forgeries and counterfeits.<br><br><strong>10 Ranks:</strong> You can determine the most expensive object a creature is wearing or wielding (or in a 5-foot cube) as a standard action by succeeding at a DC 20 check. You never make a wildly inaccurate appraisal of an item’s value.<br><br><strong>15 Ranks:</strong> Determining the most expensive object as above is a move action. You can substitute an Appraise check at a –10 penalty for a Will save to disbelieve a figment or glamer.<br><br><strong>20 Ranks:</strong> Determining the most expensive object as above is a move action, and if the check succeeds, you gain a +2 circumstance bonus on combat maneuver checks to steal that object or disarm a creature of that object for 1 minute.</p>",
  "_id": "W5GT9F3euC4aG9zP"
}