{
  "_id": "pAB2PYkZO3lsmeaC",
  "name": "Bluff",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p>Source&nbsp;<a href=\"http://paizo.com/pathfinderRPG/v5748btpy88yj\" target=\"_blank\" rel=\"noopener\">PRPG Core Rulebook pg. 90</a><br>You know how to tell a lie.</p>\n<p><strong>Check:</strong> Bluff is an opposed skill check against your opponent’s <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"R8HGxGCKayOl15AO\"><i class=\"fas fa-book-open\"></i> Sense Motive</a> skill. If you use Bluff to fool someone, with a successful check you convince your opponent that what you are saying is true. Bluff checks are modified depending upon the believability of the lie. The following modifiers are applied to the roll of the creature attempting to tell the lie. Note that some lies are so improbable that it is impossible to convince anyone that they are true (subject to GM discretion).</p>\n<table>\n<thead>\n<tr>\n<td scope=\"col\">Circumstances</td>\n<td scope=\"col\">Bluff Modifier</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>The target wants to believe you</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>The lie is believable</td>\n<td>+0</td>\n</tr>\n<tr>\n<td>The lie is unlikely</td>\n<td>–5</td>\n</tr>\n<tr>\n<td>The lie is far-fetched</td>\n<td>–10</td>\n</tr>\n<tr>\n<td>The lie is impossible</td>\n<td>–20</td>\n</tr>\n<tr>\n<td>The target is drunk or impaired</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>You possess convincing proof</td>\n<td>up to +10</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Feint:</strong> You can use Bluff to feint in combat, causing your opponent to be denied his Dexterity bonus to his AC against your next attack. The DC of this check is equal to 10 + your opponent’s base attack bonus + your opponent’s Wisdom modifier. If your opponent is trained in Sense Motive, the DC is instead equal to 10 + your opponent’s Sense Motive bonus, if higher. For more information on feinting in combat, see Combat.</p>\n<p><strong>Secret Messages:</strong> You can use Bluff to pass hidden messages along to another character without others understanding your true meaning by using innuendo to cloak your actual message. The DC of this check is 15 for simple messages and 20 for complex messages. If you are successful, the target automatically understands you, assuming you are communicating in a language that it understands. If your check fails by 5 or more, you deliver the wrong message. Other creatures that receive the message can decipher it by succeeding at an opposed Sense Motive check against your Bluff result.</p>\n<p><strong>Action:</strong> Attempting to deceive someone takes at least 1 round, but can possibly take longer if the lie is elaborate (as determined by the GM on a case-by-case basis).</p>\n<p>Feinting in combat is a standard action.</p>\n<p>Using Bluff to deliver a secret message takes twice as long as the message would otherwise take to relay.</p>\n<p><strong>Try Again:</strong> If you fail to deceive someone, further attempts to deceive them are at a –10 penalty and may be impossible (GM discretion).</p>\n<p>You can attempt to feint against someone again if you fail. Secret messages can be relayed again if the first attempt fails.</p>\n<p><strong>Special:</strong> A spellcaster with a viper familiar gains a +3 bonus on Bluff checks.</p>\n<p>If you have the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.feats\" data-id=\"SUACufUXl12sUvnQ\"> Deceitful</a> feat, you get a bonus on Bluff checks (see Feats).</p>\n<h1>Inconspicuous Action</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9l2w?Pathfinder-Player-Companion-Spymasters-Handbook\" target=\"_blank\" rel=\"noopener\">Spymaster's Handbook pg. 8</a><br>You can avoid drawing attention to yourself when performing conspicuous actions such as picking up an object in a museum where handling the exhibits is frowned upon but not a matter of grave concern, or closely studying someone across a room at a party.</p>\n<p><strong>Check:</strong> Your Bluff check is opposed by observers’ <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"R8HGxGCKayOl15AO\"><i class=\"fas fa-book-open\"></i> Sense Motive</a> checks. You can’t attempt the check if your very presence is suspicious (which you could prevent by altering your appearance with the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"lP3L1RXi9q4ha9Gu\"><i class=\"fas fa-book-open\"></i> Disguise</a> skill).</p>\n<p><strong>Action:</strong> You attempt the Bluff check as part of performing the action you wish to render inconspicuous. Normally, you must take twice as long as normal to perform the action in order to make it inconspicuous. A standard action becomes a full-round action completed just before the start of your next turn and a free, immediate, move, or swift action becomes a standard action.</p>\n<h1>Unchained - Skill Unlock</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9c25?Pathfinder-Roleplaying-Game-Pathfinder-Unchained\" target=\"_blank\" rel=\"noopener\">Pathfinder Unchained pg. 82</a><br>With sufficient ranks in Bluff, you earn the following.</p>\n<p><strong>5 Ranks:</strong> The penalty to Bluff a creature after a failed check is halved unless you failed by 5 or more.</p>\n<p><strong>10 Ranks:</strong> You take no penalty to Bluff a creature after a failed check unless you failed by 5 or more.</p>\n<p><strong>15 Ranks:</strong> Creatures magically attempting to read your thoughts, detect your alignment, or reveal when you are lying must attempt a caster level check (DC = 11 + your ranks in Bluff ) or the effect reveals nothing.</p>\n<p><strong>20 Ranks:</strong> As a full-round action, you can make a suggestion (as the spell, maximum duration 1 hour) to a creature within 30 feet (Will negates, DC = 15 + your Charisma modifier). A creature that saves against your suggestion is immune to further uses of this effect for 24 hours, and whenever the suggested creature is specifically confronted with proof of your manipulation, it receives another saving throw. This is an extraordinary mindaffecting compulsion.</p>"
}