{
  "_id": "L6LEhHRrn53cMuhE",
  "name": "Craft",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p>Source&nbsp;<a href=\"http://paizo.com/pathfinderRPG/v5748btpy88yj\" target=\"_blank\" rel=\"noopener\">PRPG Core Rulebook pg. 91</a><br>You are skilled in the creation of a specific group of items, such as armor or weapons. Like <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"ki0QvL0K7u4YuK0O\"><i class=\"fas fa-book-open\"></i> Knowledge</a>, <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"HhV5UmaRLTjtB3Xh\"><i class=\"fas fa-book-open\"></i> Perform</a>, and <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"O7Utk8xKbHYDP7Ot\"><i class=\"fas fa-book-open\"></i> Profession</a>, Craft is actually a number of separate skills. You could have several Craft skills, each with its own ranks. The most common Craft skills are:</p>\n<ul>\n<li>alchemy</li>\n<li>armor</li>\n<li>baskets</li>\n<li>books</li>\n<li>bows</li>\n<li>calligraphy</li>\n<li>carpentry</li>\n<li>cloth</li>\n<li>clothing</li>\n<li>glass</li>\n<li>jewelry</li>\n<li>leather</li>\n<li>locks</li>\n<li>paintings</li>\n<li>pottery</li>\n<li>sculptures</li>\n<li>ships</li>\n<li>shoes</li>\n<li>stonemasonry</li>\n<li>traps</li>\n<li>weapons.</li>\n</ul>\n<p>A Craft skill is specifically focused on creating something. If nothing is created by the endeavor, it probably falls under the heading of a Profession skill.</p>\n<p><strong>Check:</strong> You can practice your trade and make a decent living, earning half your check result in gold pieces per week of dedicated work. You know how to use the tools of your trade, how to perform the craft’s daily tasks, how to supervise untrained helpers, and how to handle common problems. (Untrained laborers and assistants earn an average of 1 silver piece per day.)</p>\n<p>The basic function of the Craft skill, however, is to allow you to make an item of the appropriate type. The DC depends on the complexity of the item to be created. The DC, your check result, and the price of the item determine how long it takes to make a particular item. The item’s finished price also determines the cost of raw materials.</p>\n<p>In some cases, the fabricate spell can be used to achieve the results of a Craft check with no actual check involved. You must still make an appropriate Craft check when using the spell to make articles requiring a high degree of craftsmanship.</p>\n<p>A successful Craft check related to woodworking in conjunction with the casting of the ironwood spell enables you to make wooden items that have the strength of steel.</p>\n<p>When casting the spell <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.spells\" data-id=\"jsvjsax2eabrlx8g\"> Minor Creation</a>, you must succeed on an appropriate Craft check to make a complex item.</p>\n<p>All crafts require artisan’s tools to give the best chance of success. If improvised tools are used, the check is made with a –2 penalty. On the other hand, masterwork artisan’s tools provide a +2 circumstance bonus on the check.</p>\n<p>To determine how much time and money it takes to make an item, follow these steps.</p>\n<ol>\n<li>Find the item’s price in silver pieces (1 gp = 10 sp).</li>\n<li>Find the item’s DC from Table: Craft Skills.</li>\n<li>Pay 1/3 of the item’s price for the raw material cost.</li>\n<li>Make an appropriate Craft check representing one week’s worth of work. If the check succeeds, multiply your check result by the DC. If the result × the DC equals the price of the item in sp, then you have completed the item. (If the result × the DC equals double or triple the price of the item in silver pieces, then you’ve completed the task in one-half or one-third of the time. Other multiples of the DC reduce the time in the same manner.) If the result × the DC doesn’t equal the price, then it represents the progress you’ve made this week. Record the result and make a new Craft check for the next week. Each week, you make more progress until your total reaches the price of the item in silver pieces.</li>\n</ol>\n<p>If you fail a check by 4 or less, you make no progress this week. If you fail by 5 or more, you ruin half the raw materials and have to pay half the original raw material cost again.</p>\n<p><strong>Progress by the Day:</strong> You can make checks by the day instead of by the week. In this case your progress (check result × DC) should be divided by the number of days in a week.</p>\n<p><strong>Create Masterwork Items</strong>: You can make a masterwork item: a weapon, suit of armor, shield, or tool that conveys a bonus on its use through its exceptional craftsmanship. To create a masterwork item, you create the masterwork component as if it were a separate item in addition to the standard item. The masterwork component has its own price (300 gp for a weapon or 150 gp for a suit of armor or a shield, see Equipment for the price of other masterwork tools) and a Craft DC of 20. Once both the standard component and the masterwork component are completed, the masterwork item is finished. The cost you pay for the masterwork component is one-third of the given amount, just as it is for the cost in raw materials.</p>\n<p><strong>Repair Items:</strong> You can repair an item by making checks against the same DC that it took to make the item in the first place. The cost of repairing an item is one-fifth of the item’s price.</p>\n<table>\n<thead>\n<tr>\n<td scope=\"col\">Item Craft</td>\n<td scope=\"col\">Skill</td>\n<td scope=\"col\">Craft DC</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Acid</td>\n<td>Alchemy</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Alchemist’s fire, smokestick, or tindertwig</td>\n<td>Alchemy</td>\n<td>20</td>\n</tr>\n<tr>\n<td>Antitoxin, sunrod, tanglefoot bag, or thunderstone</td>\n<td>Alchemy</td>\n<td>25</td>\n</tr>\n<tr>\n<td>Armor or shield</td>\n<td>Armor</td>\n<td>10 + AC bonus</td>\n</tr>\n<tr>\n<td>Longbow, shortbow, or arrows</td>\n<td>Bows</td>\n<td>12</td>\n</tr>\n<tr>\n<td>Composite longbow or composite shortbow</td>\n<td>Bows</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Composite longbow or composite shortbow with high strength rating</td>\n<td>Bows</td>\n<td>15 + (2 × rating)</td>\n</tr>\n<tr>\n<td>Mechanical trap</td>\n<td>Traps</td>\n<td>Varies*</td>\n</tr>\n<tr>\n<td>Crossbow, or bolts</td>\n<td>Weapons</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Simple melee or thrown weapon</td>\n<td>Weapons</td>\n<td>12</td>\n</tr>\n<tr>\n<td>Martial melee or thrown weapon</td>\n<td>Weapons</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Exotic melee or thrown weapon</td>\n<td>Weapons</td>\n<td>18</td>\n</tr>\n<tr>\n<td>Very simple item (wooden spoon)</td>\n<td>Varies</td>\n<td>5</td>\n</tr>\n<tr>\n<td>Typical item (iron pot)</td>\n<td>Varies</td>\n<td>10</td>\n</tr>\n<tr>\n<td>High-quality item (bell)</td>\n<td>Varies</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Complex or superior item (lock)</td>\n<td>Varies</td>\n<td>20</td>\n</tr>\n</tbody>\n</table>\n<p><sup>* Traps have their own rules for construction (see Traps).</sup><br><strong>Action:</strong> Does not apply. Craft checks are made by the day or week (see above).</p>\n<p><strong>Try Again:</strong> Yes, but each time you fail by 5 or more, you ruin half the raw materials and have to pay half the original raw material cost again.</p>\n<p><strong>Special:</strong> You may voluntarily add +10 to the indicated DC to craft an item. This allows you to create the item more quickly (since you’ll be multiplying this higher DC by your Craft check result to determine progress). You must decide whether to increase the DC before you make each weekly or daily check.</p>\n<p>To make an item using Craft (alchemy), you must have alchemical equipment. If you are working in a city, you can buy what you need as part of the raw materials cost to make the item, but alchemical equipment is difficult or impossible to come by in some places. Purchasing and maintaining an alchemist’s lab grants a +2 circumstance bonus on Craft (alchemy) checks because you have the perfect tools for the job, but it does not affect the cost of any items made using the skill.</p>\n<p>A <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.races\" data-id=\"efwHEwjvL9Z94MJI\"> Gnome</a> receives a +2 bonus on a Craft or Profession skill of her choice.</p>\n<h1>Additional Craft DCs</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/pathfinderRPG/v5748btpy8mcz\" target=\"_blank\" rel=\"noopener\">Ultimate Combat pg. 101</a></p>\n<table>\n<thead>\n<tr>\n<td scope=\"col\">Item</td>\n<td scope=\"col\">Craft Skill</td>\n<td scope=\"col\">Craft DC</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>A weapon with the fragile special quality</td>\n<td>Weapon or Bow</td>\n<td>Normal DC –5</td>\n</tr>\n<tr>\n<td>One-handed firearm</td>\n<td>Firearm</td>\n<td>20</td>\n</tr>\n<tr>\n<td>Two-handed firearm</td>\n<td>Firearm</td>\n<td>20</td>\n</tr>\n<tr>\n<td>Siege firearm, heavy</td>\n<td>Firearm</td>\n<td>25</td>\n</tr>\n<tr>\n<td>Siege firearm, medium</td>\n<td>Firearm</td>\n<td>30</td>\n</tr>\n<tr>\n<td>Siege firearm, light</td>\n<td>Firearm</td>\n<td>35</td>\n</tr>\n<tr>\n<td>Ranged siege engine, heavy</td>\n<td>Siege Engine</td>\n<td>20</td>\n</tr>\n<tr>\n<td>Ranged siege engine, medium</td>\n<td>Siege Engine</td>\n<td>25</td>\n</tr>\n</tbody>\n</table>\n<h1>Crafting Antivenom</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9ujo\" target=\"_blank\" rel=\"noopener\">Ultimate Wilderness pg. 143</a><br>While antitoxin, as presented in the&nbsp;Pathfinder RPG Core Rulebook, presents a generalized tool for protecting oneself from poison, more specialized antivenoms can provide even greater protection against specific poisons. Creating a dose of antivenom requires a dose of the specific poison that the antivenom is designed to protect against.</p>\n<p><strong>Antivenom Effects:</strong> A single dose of antivenom automatically neutralizes the first exposure of the specific poison it is made to combat and provides a +8 alchemical bonus on saving throws against additional exposure to that specific poison; this bonus decreases by 1 every hour, until the effect ends after 8 hours.</p>\n<p><strong>Crafting Antivenom:</strong> To create a dose of antivenom, a living creature must first be exposed to a half dose of the poison in question. The creature suffers the poison’s effects normally, except the saving throw DC to resist the poison is reduced by 2. In order to be able to produce antivenom, the creature must succeed at the necessary saving throws to be cured of the poison. If the poison’s duration expires without the creature being cured, no antivenom can be harvested.</p>\n<p>Once the creature has resisted the poison’s effects, a viable sample of the creature’s blood can be extracted with a successful DC 20 Craft (alchemy) or Heal check. This blood must then be refined to extract the natural antibodies that combat the poison in a process that takes 1 hour and requires a successful Craft (alchemy) check (DC = 5 + the poison’s saving throw DC). Success yields 1 dose of antivenom.</p>\n<p>Antivenom can also be harvested in the same fashion from a creature that has been afflicted by a full dose of poison, rather than a creature deliberately given a half dose for this purpose. Regardless of how much poison the creature is exposed to, the antibodies in its system can be harvested only for 24 hours after it has recovered from the poison.</p>\n<p><strong>Purchasing Antivenom:</strong> Antivenom is not particularly expensive, but because it is highly specialized, it can be difficult to find. A dose of antivenom has a market price equal to half the market price of a dose of the poison in question, but it is treated as though its price were five times the market price of the poison for the purposes of determining its availability in any given settlement. Alternatively, if 1 or more doses of the poison in question can be provided, most alchemists will supply as much antivenom as they can produce from the doses for a fee of 10% of the market price of the poison.</p>\n<h1>Preserving Harvested Poison</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9ujo\" target=\"_blank\" rel=\"noopener\">Ultimate Wilderness pg. 143</a><br>Poison harvested from a creature or hazard remains potent for 24 hours. If a character wishes to preserve harvested poison for a longer period, she must treat it alchemically, as if crafting the poison with Craft (alchemy) but using the poison dose as the raw ingredients normally needed to brew a dose of the poison and thus avoiding the gp cost to craft the poison.</p>\n<h1>Salvaging</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9ujo\" target=\"_blank\" rel=\"noopener\">Ultimate Wilderness pg. 134</a><br>Foraging is one way to gather resources in the wild, but you can also recycle or repurpose items and gear as well, salvaging materials from items you no longer need or are willing to sacrifice. You can’t salvage materials from artifacts, cursed items, or items you can’t destroy. Successfully salvaging an item requires a Craft or <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"uLZI2uWz0uB8UgBc\"><i class=\"fas fa-book-open\"></i> Spellcraft</a> check and takes an amount of time as indicated in the specific type of salvage operation below.</p>\n<p><strong>Ammunition:</strong> You can use destroyed ammunition as raw materials for new ammunition. Five pieces of destroyed ammunition provide suitable material to create one new piece of ammunition using the normal crafting rules.</p>\n<p><strong>Potions:</strong> If you have the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.feats\" data-id=\"nNVFVFRBCT4O2ab9\"> Brew Potion</a> feat, you can combine natural catalysts with a potion to salvage it and create a different potion of a lower spell level. Salvaging a potion requires raw magic item materials (these can be salvaged from existing items, as detailed below). To salvage a potion, you must spend 1 hour per spell level of the original potion and then attempt a Craft (alchemy) or Spellcraft check with a DC equal to 15 + 3 × the original potion’s spell level. If you succeed, you transmute the original potion into a new potion of a spell at least one spell level lower, provided you know the spell in question (it need not be one you can currently cast). If you fail this check by 4 or less, the attempt fails and the catalyst is wasted, but the potion is unharmed. If you fail by 5 or more, the raw materials are lost and the original potion is ruined.</p>\n<p><strong>Raw Crafting Materials:</strong> Anyone trained in the Craft skill can salvage raw materials from equipment for use in crafting or repair. You must carefully dismantle the item to be salvaged, resulting in the item’s destruction. If the item’s price is 1 gp or less, its materials can be salvaged with only 1 hour of work; otherwise it takes 8 hours to salvage crafting materials. A successful Craft check against the item’s creation DC + 5 yields raw materials worth one-quarter the item’s price. If you fail the Craft check by 4 or less, the item is destroyed but the materials can still be salvaged in a future attempt. If you fail the Craft check by 5 or more, the item is destroyed and the materials are ruined. Salvaged raw materials can be used to create or repair any item of the same materials and reduces the construction time by the proportion of the new item’s raw materials that are salvaged (minimum 8 hours).</p>\n<p><strong>Raw Magic Item Materials:</strong> Anyone with an item creation feat can salvage the raw materials from magic items for the creation of new ones or repair of existing ones. You must have the item creation feat required for that item to salvage its raw materials. Each attempt requires destroying a magic item and 8 hours of work. If the item’s price is 500 gp or less, you can salvage its materials in only 2 hours. A successful Craft or Spellcraft check with a DC equal to 10 + the item’s caster level yields raw materials worth two-thirds the creation cost of the destroyed item (one-third the market price). If you fail the skill check by 4 or less, the item is destroyed but the materials can still be salvaged in a future attempt. If you fail the skill check by 5 or more, the item is destroyed and the materials are ruined. Salvaged raw materials can be used to create or repair any item made of similar materials or that shares any of the creation requirements as the original. Including the majority of the materials allows you to automatically meet any construction requirements of a new item that the salvaged item also required and reduces the construction or repair time by the proportion of the new item’s construction materials that are salvaged (with the usual minimum creation time). Spellbooks and formula books can be salvaged for magic inks and paper usable in formula books, scrolls, and spellbooks.</p>\n<p><strong>Costly Spell Components:</strong> Anyone trained in <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"uLZI2uWz0uB8UgBc\"><i class=\"fas fa-book-open\"></i> Spellcraft</a> can salvage costly material or focus spell components from magic items. Each attempt requires destroying the item and 8 hours of work. An item can be broken down into a powder that can be used in place of gemstone dust as a material component. Otherwise, the item must have a spell requiring the component in its construction requirements to salvage that component. A successful <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"uLZI2uWz0uB8UgBc\"><i class=\"fas fa-book-open\"></i> Spellcraft</a> check with a DC equal to 10 + the item’s caster level yields materials usable in place of that spell component worth two-thirds the item’s creation cost (one-third its market price). If you fail the check by 4 or less, the item is destroyed without yielding spell components, but you can try to salvage them again. If you fail the check by 5 or more, the item is destroyed and the spell components are ruined.</p>\n<h1>Technology</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy95d2?Pathfinder-Campaign-Setting-Technology-Guide\" target=\"_blank\" rel=\"noopener\">Technology Guide pg. 5</a><br>Those who wish to construct or repair technological items use the Craft (mechanical) skill in conjunction with the technological item crafting feats. Without the Technologist feat, Craft (mechanical) can still be used to craft less advanced forms of technology such as gears, hinges, and pulleys. Note that in the campaign setting, NPCs with the means of crafting technological items are extremely rare, and it is not assumed that PCs have access to such resources. GMs are encouraged to discuss such considerations with their players before allowing technological crafting into the game.</p>\n<h1>Unchained - Skill Unlock</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9c25?Pathfinder-Roleplaying-Game-Pathfinder-Unchained\" target=\"_blank\" rel=\"noopener\">Pathfinder Unchained pg. 83</a><br>With sufficient ranks in Craft, you earn the following.</p>\n<p><strong>5 Ranks:</strong> When determining your weekly progress, double the result of your Craft check before multiplying the result by the item’s DC.</p>\n<p><strong>10 Ranks:</strong> You do not ruin any of your raw materials unless you fail a check by 10 or more.</p>\n<p><strong>15 Ranks:</strong> When you determine your progress, the result of your check is how much work you complete each day in silver pieces.</p>\n<p><strong>20 Ranks:</strong> You can craft magic armor, magic weapons, magic rings, and wondrous items that fall under your category of Craft using the normal Craft rules.</p>"
}