{
  "name": "Disable Device",
  "permission": {
    "default": 0
  },
  "flags": {},
  "content": "<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/pathfinderRPG/v5748btpy88yj\" target=\"_blank\" rel=\"noopener\">PRPG Core Rulebook pg. 94</a><br>You are skilled at disarming traps and opening locks. In addition, this skill lets you sabotage simple mechanical devices, such as catapults, wagon wheels, and doors.</p>\n<p><strong>Check:</strong> When disarming a trap or other device, the Disable Device check is made secretly, so that you don’t necessarily know whether you’ve succeeded.</p>\n<p>The DC depends on how tricky the device is. If the check succeeds, you disable the device. If it fails by 4 or less, you have failed but can try again. If you fail by 5 or more, something goes wrong. If the device is a trap, you trigger it. If you’re attempting some sort of sabotage, you think the device is disabled, but it still works normally.</p>\n<p>You also can rig simple devices such as saddles or wagon wheels to work normally for a while and then fail or fall off some time later (usually after 1d4 rounds or minutes of use).</p>\n<table>\n<thead>\n<tr>\n<td scope=\"col\">Device</td>\n<td scope=\"col\">Time</td>\n<td scope=\"col\">Disable Device DC*</td>\n<td scope=\"col\">Example</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Simple</td>\n<td>1 round</td>\n<td>10</td>\n<td>Jam a lock</td>\n</tr>\n<tr>\n<td>Tricky</td>\n<td>1d4 rounds</td>\n<td>15</td>\n<td>Sabotage a wagon wheel</td>\n</tr>\n<tr>\n<td>Difficult</td>\n<td>2d4 rounds</td>\n<td>20</td>\n<td>Disarm a trap, reset a trap</td>\n</tr>\n<tr>\n<td>Extreme</td>\n<td>2d4 rounds</td>\n<td>25</td>\n<td>Disarm a complex trap, cleverly sabotage a clockwork device</td>\n</tr>\n</tbody>\n</table>\n<p><sup>* If you attempt to leave behind no trace of your tampering, add 5 to the DC.</sup></p>\n<table>\n<thead>\n<tr>\n<td scope=\"col\">Lock Quality</td>\n<td scope=\"col\">Disable Device DC</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Simple</td>\n<td>20</td>\n</tr>\n<tr>\n<td>Average</td>\n<td>25</td>\n</tr>\n<tr>\n<td>Good</td>\n<td>30</td>\n</tr>\n<tr>\n<td>Superior</td>\n<td>40</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Open Locks:</strong> The DC for opening a lock depends on its quality. If you do not have a set of thieves’ tools, these DCs increase by 10.</p>\n<p><strong>Action:</strong> The amount of time needed to make a Disable Device check depends on the task, as noted above. Disabling a simple device takes 1 round and is a full-round action. A tricky or difficult device requires 1d4 or 2d4 rounds. Attempting to open a lock is a full-round action.</p>\n<p><strong>Try Again:</strong> Varies. You can retry checks made to disable traps if you miss the check by 4 or less. You can retry checks made to open locks.</p>\n<p><strong>Special:</strong> If you have the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.feats\" data-id=\"SMyexRzOm5PfjT5I\"><i class=\"fas fa-suitcase\"></i> Deft Hands</a> feat, you get a bonus on Disable Device checks (see Feats).</p>\n<p>A rogue who beats a trap’s DC by 10 or more can study the trap, figure out how it works, and bypass it without disarming it. A rogue can rig a trap so her allies can bypass it as well.</p>\n<p><strong>Restriction:</strong> Characters with the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.class-abilities\" data-id=\"pEODJDoTk7uhCZY7\"><i class=\"fas fa-suitcase\"></i> Trapfinding</a> (like rogues) can disarm magic traps. A magic trap generally has a DC of 25 + the level of the spell used to create it.</p>\n<p>The spells <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.spells\" data-id=\"vi5fko8sb8mxlk0i\"><i class=\"fas fa-suitcase\"></i> Fire Trap</a>, <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.spells\" data-id=\"53dyu81yaw4y0nz4\"><i class=\"fas fa-suitcase\"></i> Glyph of Warding</a>, symbol, and <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.spells\" data-id=\"if867t28tu6zxaei\"><i class=\"fas fa-suitcase\"></i> Teleportation Circle</a> also create traps that a rogue can disarm with a successful Disable Device check. <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.spells\" data-id=\"tog7q2uezhexxp92\"><i class=\"fas fa-suitcase\"></i> Spike Growth</a> and <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.spells\" data-id=\"hfyycpn0wdimx1n9\"><i class=\"fas fa-suitcase\"></i> Spike Stones</a>, however, create magic hazards against which Disable Device checks do not succeed. See the individual spell descriptions for details.</p>\n<h1>Technology</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy95d2?Pathfinder-Campaign-Setting-Technology-Guide\" target=\"_blank\" rel=\"noopener\">Technology Guide pg. 5</a><br>With the Technologist feat, you can use Disable Device to arm or disarm high-tech explosives or disable electronic triggers or locks. The Technologist feat is not required to disable a high-tech trap or object, but such traps and objects often have significantly higher DCs to disable than low-tech versions of a similar device would have.</p>\n<p><strong>Arm Explosive:</strong> If you possess a detonator, you can arm an explosive weapon as a trap. Connecting a detonator to an explosive requires a successful DC 10 Disable Device check. Failure means that the attempt fails, but you can attempt to arm the explosive again. Failure by 5 or more means the explosive is triggered as the detonator is installed. You can attempt to make an explosive difficult to disarm. To do so, choose a target disarm DC of 15 or higher, with a DC increment of 5. This becomes your target DC to set the explosive as well as the DC to disarm the explosive.</p>\n<p><strong>Disable Electronic Lock or Trigger:</strong> Disabling an electronic lock on a door or an electronic trigger for a trap (not the trap itself) is easier if you use an e-pick—without an e-pick, you take a -5 penalty on such checks.</p>\n<p><strong>Disarm Explosive:</strong> Disarming an explosive requires the character to succeed at a Disable Device check as if disarming a trap. The DC is usually 10, unless the person who set the explosive successfully did so with a higher disarm DC. A failure to disarm an explosive by 5 or more immediately triggers the explosive.</p>\n<p><strong>Special:</strong> A character can take 10 when using Disable Device to arm or disarm explosives, but cannot take 20.</p>\n<p><strong>Time:</strong> Arming an explosive device takes 1 minute or more, depending on the scope of the job. Disarming an explosive is treated as if the explosive were a complex trap, and takes 2d4 rounds to attempt.</p>\n<h1>Unchained - Skill Unlock</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9c25?Pathfinder-Roleplaying-Game-Pathfinder-Unchained\" target=\"_blank\" rel=\"noopener\">Pathfinder Unchained pg. 83</a><br>With sufficient ranks in Disable Device, you earn the following.</p>\n<p><strong>5 Ranks:</strong> Reduce the time required to disarm a trap or open a lock by taking a –5 penalty on your Disable Device check for each step by which you reduce the time required: 2d4 rounds, 1d4 rounds, 1 round, a standard action, a move action, a swift action.</p>\n<p><strong>10 Ranks:</strong> You can disarm magical traps at a –10 penalty even if you lack the trapfinding ability. If you possess the trapfinding ability, when attempting to disable magic traps, you never trigger them, even if you perform the trigger action (such as looking at a symbol). If you fail the check, you can still trigger the trap, and you can’t use this ability to bypass it.</p>\n<p><strong>15 Ranks:</strong> When attacked by a trap, you can attempt a Disable Device check as an immediate action (adding your trap sense bonus, if any) opposed by the trap’s attack roll or its save DC. If you succeed, you take half damage (or no damage if you exceed the DC by at least 10).</p>\n<p><strong>20 Ranks:</strong> You halve the penalties for performing a quick disarm as described in the 5 Ranks entry. If you possess the trapfinding ability and accept a –20 penalty while using the ability unlocked at 15 ranks, all nearby allies gain the benef it, and you disable the trap as an immediate action before it can trigger if you exceed the DC by at least 10.</p>",
  "_id": "CCy1fajKKU3K02iQ"
}