{
  "name": "Escape Artist",
  "permission": {
    "default": 0
  },
  "flags": {},
  "content": "<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/pathfinderRPG/v5748btpy88yj\" target=\"_blank\" rel=\"noopener\">PRPG Core Rulebook pg. 95</a><br>Your training allows you to slip out of bonds and escape from grapples.</p>\n<p><strong>Check: </strong>The table below gives the DCs needed to escape various forms of restraints.</p>\n<p><strong>Ropes:</strong> The DC of your Escape Artist check is equal to the binder’s Combat Maneuver Bonus +20.</p>\n<p><strong>Manacles and Masterwork Manacles:</strong> The DC for manacles is set by their construction (see the table below).</p>\n<p><strong>Tight Space:</strong> The DC noted is for getting through a space through which your head fits but your shoulders don’t. If the space is long, you may need to make multiple checks. You can’t squeeze through a space that your head does not fit through.</p>\n<p><strong>Grappler:</strong> You can make an Escape Artist check in place of a combat maneuver check to escape a grapple (see Combat) or a pin.</p>\n<table>\n<thead>\n<tr>\n<td scope=\"col\">Restraint</td>\n<td scope=\"col\">Escape Artist DC</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Rope/bindings</td>\n<td>Binder’s CMB +20</td>\n</tr>\n<tr>\n<td>Net,&nbsp;animate rope,&nbsp;command plants,&nbsp;control plants, or&nbsp;entangle</td>\n<td>20</td>\n</tr>\n<tr>\n<td>Snare spell</td>\n<td>23</td>\n</tr>\n<tr>\n<td>Manacles</td>\n<td>30</td>\n</tr>\n<tr>\n<td>Tight space</td>\n<td>30</td>\n</tr>\n<tr>\n<td>Masterwork manacles</td>\n<td>35</td>\n</tr>\n<tr>\n<td>Grappler</td>\n<td>Grappler’s CMD</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Action:</strong> Making an Escape Artist check to escape from rope bindings, manacles, or other restraints (except a grappler) requires 1 minute of work. Escaping from a net or an&nbsp;animate rope,&nbsp;command plants,&nbsp;control plants, or&nbsp;entangle&nbsp;spell is a full-round action. Escaping from a grapple or pin is a standard action. Squeezing through a tight space takes at least 1 minute, maybe longer, depending on how long the space is.</p>\n<p><strong>Try Again:</strong> Varies. You can make another check after a failed check if you’re squeezing your way through a tight space, making multiple checks. If the situation permits, you can make additional checks, or even take 20, as long as you’re not being actively opposed. If the DC to escape from rope or bindings is higher than 20 + your Escape Artist skill bonus, you cannot escape from the bonds using Escape Artist.</p>\n<p><strong>Special:</strong> If you have the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.feats\" data-id=\"f5FPqAYWlKj3zCIY\"><i class=\"fas fa-suitcase\"></i> Stealthy</a> feat, you gain a bonus on Escape Artist checks (see Feats).</p>\n<h1>Unchained - Skill Unlock</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9c25?Pathfinder-Roleplaying-Game-Pathfinder-Unchained\" target=\"_blank\" rel=\"noopener\">Pathfinder Unchained pg. 84</a><br>With sufficient ranks in Escape Artist, you earn the following.</p>\n<p><strong>5 Ranks:</strong> If you take a –10 penalty, the time required to use this skill is halved; escaping a grapple or pin is a move action, and escaping a net,&nbsp;animate rope,&nbsp;command plants, or&nbsp;control plants&nbsp;spell is a standard action.</p>\n<p><strong>10 Ranks:</strong> You can attempt to escape from any entangling effect as a standard action with an Escape Artist check (DC = the effect’s save DC + 10). You can attempt an Escape Artist check as a move action to set the DC for a creature to escape from ropes or bindings; you gain a +10 bonus on the check if you instead attempt it as a full-round action.</p>\n<p><strong>15 Ranks:</strong> You can escape any entangling effect (as above) as a move action. As a standard action, you can attempt an Escape Artist check (DC = the effect’s save DC + 20) to suppress a slow or paralysis effect for 1 round, plus 1 round for every 5 by which you exceed the DC. This action counts as purely mental for the purpose of being able to take it while paralyzed.</p>\n<p><strong>20 Ranks:</strong> You can escape being entangled, grappled, or pinned as an immediate action with an Escape Artist check (DC = the effect’s DC + 10 or the attacker’s CMB + 10). You can attempt to suppress a slow or paralysis effect as a standard action (increasing the DC by 10), a move action (increasing the DC by 15), or an immediate action (increasing the DC by 20).</p>",
  "_id": "AOQsMtvLY4V3wFEL"
}