{
  "_id": "RtBGttkocvTbySjd",
  "name": "Heal",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/pathfinderRPG/v5748btpy88yj\" target=\"_blank\" rel=\"noopener\">PRPG Core Rulebook pg. 98</a><br>You are skilled at tending to wounds and ailments.</p>\n<p><strong>Check:</strong> The DC and effect of a Heal check depend on the task you attempt.</p>\n<table>\n<thead>\n<tr>\n<td scope=\"col\">Task</td>\n<td scope=\"col\">DC</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>First aid</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Long-term care</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Treat wounds from caltrops, spike growth, or spike stones</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Treat deadly wounds</td>\n<td>20</td>\n</tr>\n<tr>\n<td>Treat poison</td>\n<td>Poison’s save DC</td>\n</tr>\n<tr>\n<td>Treat disease</td>\n<td>Disease’s save DC</td>\n</tr>\n</tbody>\n</table>\n<p><strong>First Aid:</strong> You usually use first aid to save a dying character. If a character has negative hit points and is losing hit points (at the rate of 1 per round, 1 per hour, or 1 per day), you can make him stable. A stable character regains no hit points but stops losing them. First aid also stops a character from losing hit points due to effects that cause <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.conditions\" data-id=\"93aTFy7v8VUq8sNi\"> bleed</a>.</p>\n<p><strong>Long-Term Care:</strong> Providing long-term care means treating a wounded person for a day or more. If your Heal check is successful, the patient recovers hit points or ability score points lost to ability damage at twice the normal rate: 2 hit points per level for a full 8 hours of rest in a day, or 4 hit points per level for each full day of complete rest; 2 ability score points for a full 8 hours of rest in a day, or 4 ability score points for each full day of complete rest.</p>\n<p>You can tend to as many as six patients at a time. You need a few items and supplies (bandages, salves, and so on) that are easy to come by in settled lands. Giving long-term care counts as light activity for the healer. You cannot give long-term care to yourself.</p>\n<p><strong>Treat Wounds from Caltrops, Spike Growth, or Spike Stones:</strong> A creature wounded by stepping on a caltrop moves at half normal speed. A successful Heal check removes this movement penalty.</p>\n<p>A creature wounded by a <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.spells\" data-id=\"tog7q2uezhexxp92\"> Spike Growth</a> or <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.spells\" data-id=\"hfyycpn0wdimx1n9\"> Spike Stones</a> spell must succeed on a Reflex save or take injuries that reduce his speed by one-third. Another character can remove this penalty by taking 10 minutes to dress the victim’s injuries and succeeding on a Heal check against the spell’s save DC.</p>\n<p><strong>Treat Deadly Wounds:</strong> When treating deadly wounds, you can restore hit points to a damaged creature. Treating deadly wounds restores 1 hit point per level of the creature. If you exceed the DC by 5 or more, add your Wisdom modifier (if positive) to this amount. A creature can only benefit from its deadly wounds being treated within 24 hours of being injured and never more than once per day. You must expend two uses from a <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.items\" data-id=\"qlweoovcvtklmsre\"><i class=\"fas fa-suitcase\"></i> healer's kit</a> to perform this task. You take a –2 penalty on your Heal skill check for each use from the healer’s kit that you lack.</p>\n<p><strong>Treat Poison:</strong> To treat poison means to tend to a single character who has been poisoned and who is going to take more damage from the poison (or suffer some other effect). Every time the poisoned character makes a saving throw against the poison, you make a Heal check. If your Heal check exceeds the DC of the poison, the character receives a +4 competence bonus on his saving throw against the poison.</p>\n<p><strong>Treat Disease:</strong> To treat a disease means to tend to a single diseased character. Every time the diseased character makes a saving throw against disease effects, you make a Heal check. If your Heal check exceeds the DC of the disease, the character receives a +4 competence bonus on his saving throw against the disease.</p>\n<p><strong>Action:</strong> Providing first aid, treating a wound, or treating poison is a standard action. Treating a disease or tending a creature wounded by a&nbsp;spike growth&nbsp;or&nbsp;spike stones&nbsp;spell takes 10 minutes of work. Treating deadly wounds takes 1 hour of work. Providing long-term care requires 8 hours of light activity.</p>\n<p><strong>Try Again:</strong> Varies. Generally speaking, you can’t try a Heal check again without witnessing proof of the original check’s failure. You can always retry a check to provide first aid, assuming the target of the previous attempt is still alive.</p>\n<p><strong>Special:</strong> A character with the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.feats\" data-id=\"8VZQJOyAXbXghxd7\"> Self-Sufficient</a> feat gets a bonus on Heal checks (see Feats).</p>\n<p>A <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.items\" data-id=\"qlweoovcvtklmsre\"> healer's kit</a> gives you a +2 circumstance bonus on Heal checks.</p>\n<h1>Crafting Antivenom</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9ujo\" target=\"_blank\" rel=\"noopener\">Ultimate Wilderness pg. 143</a><br>While antitoxin, as presented in the&nbsp;Pathfinder RPG Core Rulebook, presents a generalized tool for protecting oneself from poison, more specialized antivenoms can provide even greater protection against specific poisons. Creating a dose of antivenom requires a dose of the specific poison that the antivenom is designed to protect against.</p>\n<p><strong>Antivenom Effects:</strong> A single dose of antivenom automatically neutralizes the first exposure of the specific poison it is made to combat and provides a +8 alchemical bonus on saving throws against additional exposure to that specific poison; this bonus decreases by 1 every hour, until the effect ends after 8 hours.</p>\n<p><strong>Crafting Antivenom:</strong> To create a dose of antivenom, a living creature must first be exposed to a half dose of the poison in question. The creature suffers the poison’s effects normally, except the saving throw DC to resist the poison is reduced by 2. In order to be able to produce antivenom, the creature must succeed at the necessary saving throws to be cured of the poison. If the poison’s duration expires without the creature being cured, no antivenom can be harvested.</p>\n<p>Once the creature has resisted the poison’s effects, a viable sample of the creature’s blood can be extracted with a successful DC 20 <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"L6LEhHRrn53cMuhE\"><i class=\"fas fa-book-open\"></i> Craft (alchemy)</a> or Heal check. This blood must then be refined to extract the natural antibodies that combat the poison in a process that takes 1 hour and requires a successful <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"L6LEhHRrn53cMuhE\"><i class=\"fas fa-book-open\"></i> Craft (alchemy)</a> check (DC = 5 + the poison’s saving throw DC). Success yields 1 dose of antivenom.</p>\n<p>Antivenom can also be harvested in the same fashion from a creature that has been afflicted by a full dose of poison, rather than a creature deliberately given a half dose for this purpose. Regardless of how much poison the creature is exposed to, the antibodies in its system can be harvested only for 24 hours after it has recovered from the poison.</p>\n<p><strong>Purchasing Antivenom:</strong> Antivenom is not particularly expensive, but because it is highly specialized, it can be difficult to find. A dose of antivenom has a market price equal to half the market price of a dose of the poison in question, but it is treated as though its price were five times the market price of the poison for the purposes of determining its availability in any given settlement. Alternatively, if 1 or more doses of the poison in question can be provided, most alchemists will supply as much antivenom as they can produce from the doses for a fee of 10% of the market price of the poison.</p>\n<h1>Faith Healing</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9egu?Pathfinder-Roleplaying-Game-Occult-Adventures\" target=\"_blank\" rel=\"noopener\">Occult Adventures pg. 195</a><br>You apply esoteric principles to temporarily suspend or remove curses, diseases, and ability damage.</p>\n<p><strong>Check:</strong> You can use faith healing once per day. The DC and effect of the Heal check depend on the task you attempt. You can’t use faith healing on yourself.</p>\n<p><strong>Restore Vitality:</strong> You suppress ability damage. You perform a 1-hour ceremony, after which you attempt a Heal check against the DC of the effect that caused the ability damage. If you succeed at the check, you temporarily suppress 1 point of ability damage for 1 hour, plus 1 additional point and hour for every 5 by which the check result exceeds the DC. A creature can benefit from this treatment no more than once per day.</p>\n<p><strong>Suspend Affliction:</strong> You treat one curse, disease, or poison affecting a creature. You enter into a deep trance for 1 hour while you treat the subject, after which you attempt your Heal check. If the check is successful, you suspend the effects of the affliction by 1 hour, plus 1 hour for every 5 by which you exceed the DC. This time doesn’t count against the effect’s duration (if any). The affliction can still be cured by other means while it’s suspended.</p>\n<p><strong>Remove Affliction:</strong> You can attempt to permanently remove an affliction in an 8-hour ceremony, after which you attempt a Heal check. If the result of the check is at least double the DC of the original affliction, the sufferer can attempt another saving throw using the original DC to permanently cast off the effect.</p>\n<table>\n<thead>\n<tr>\n<td scope=\"col\">Task</td>\n<td scope=\"col\">DC</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Restore vitality</td>\n<td>Effect’s save DC</td>\n</tr>\n<tr>\n<td>Suspend affliction</td>\n<td>Affliction’s save DC</td>\n</tr>\n<tr>\n<td>Remove affliction</td>\n<td>Double the affliction’s save DC</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Action:</strong> Restoring vitality and suspending afflictions each require 1 hour in a quiet environment. Permanent removal of afflictions requires 8 hours of heavy activity.</p>\n<p><strong>Try Again:</strong> Varies. A creature can’t be the subject of faith healing more than once per day. You can’t try to permanently remove an affliction again.</p>\n<h2>Occult Skill Unlocks</h2>\n<p>Characters capable of casting psychic spells or who have the Psychic Sensitivity feat gain access to skill unlocks—a host of esoteric skill uses not available to other PCs. These are not entirely new skills, but rather new uses of existing skills for those trained in the occult arts. A character must be trained in the appropriate skill to use that skill’s unlock, even if the skill can normally be used untrained. It’s impossible to take 10 for an occult skill unlock. Occult skill unlocks require intense concentration and strenuous effort, so the amount a character can use each skill unlock is limited to once per day or per week. This limit is for all uses of the skill unlock; if a character uses hypnotism to implant a suggestion, he can’t also use it to recall memories on the same day.</p>\n<h1>Researching Technology</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy95d2?Pathfinder-Campaign-Setting-Technology-Guide\" target=\"_blank\" rel=\"noopener\">Technology Guide pg. 5</a><br>A character can use the Heal skill to&nbsp;identify and understand pharmaceuticals.</p>\n<h1>Unchained - Skill Unlock</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9c25?Pathfinder-Roleplaying-Game-Pathfinder-Unchained\" target=\"_blank\" rel=\"noopener\">Pathfinder Unchained pg. 84</a><br>With sufficient ranks in Heal, you earn the following.</p>\n<p><strong>5 Ranks:</strong> When you treat deadly wounds, the target recovers hit points and ability damage as if it had rested for a full day.</p>\n<p><strong>10 Ranks:</strong> When you treat deadly wounds, the target recovers hit points as if it had rested for a full day with long-term care.</p>\n<p><strong>15 Ranks:</strong> When you treat deadly wounds, the creature recovers hit point and ability damage as if it had rested for 3 days.</p>\n<p><strong>20 Ranks:</strong> When you treat deadly wounds, the target recovers hit point and ability damage as if it had rested for 3 days with long-term care.</p>"
}