{
  "_id": "ImjhcPmm02QSCbPg",
  "name": "Intimidate",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/pathfinderRPG/v5748btpy88yj\" target=\"_blank\" rel=\"noopener\">PRPG Core Rulebook pg. 99</a><br>You can use this skill to frighten an opponent or to get them to act in a way that benefits you. This skill includes verbal threats and displays of prowess.</p>\n<p><strong>Check:</strong> You can use Intimidate to force an opponent to act friendly toward you for 1d6 × 10 minutes with a successful check. The DC of this check is equal to 10 + the target’s Hit Dice + the target’s Wisdom modifier. If successful, the target gives you the information you desire, takes actions that do not endanger it, or otherwise offers limited assistance. After the Intimidate expires, the target treats you as unfriendly and may report you to local authorities. If you fail this check by 5 or more, the target attempts to deceive you or otherwise hinder your activities.</p>\n<p><strong>Demoralize:</strong> You can use this skill to cause an opponent to become <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.conditions\" data-id=\"07JPXUqIPshVnTCL\"><i class=\"fas fa-book-open\"></i> shaken</a> for a number of rounds. The DC of this check is equal to 10 + the target’s Hit Dice + the target’s Wisdom modifier. If you are successful, the target is shaken for 1 round. This duration increases by 1 round for every 5 by which you beat the DC. You can only threaten an opponent in this way if they are within 30 feet and can clearly see and hear you. Using demoralize on the same creature only extends the duration; it does not create a stronger fear condition.</p>\n<p><strong>Action:</strong> Using Intimidate to change an opponent’s attitude requires 1 minute of conversation. Demoralizing an opponent is a standard action.</p>\n<p><strong>Try Again:</strong> You can attempt to Intimidate an opponent again, but each additional check increases the DC by +5. This increase resets after 1 hour has passed.</p>\n<p><strong>Special:</strong> You also gain a +4 bonus on Intimidate checks if you are larger than your target and a –4 penalty on Intimidate checks if you are smaller than your target.</p>\n<p>If you have the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.feats\" data-id=\"L10V7jTzmMYz62zz\"><i class=\"fas fa-suitcase\"></i> Persuasive</a> feat, you get a bonus on Intimidate checks (see Feats).</p>\n<p>A <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.races\" data-id=\"dCAXgdA6Db1Z3ccz\"><i class=\"fas fa-suitcase\"></i> Half-Orc</a> gets a +2 bonus on Intimidate checks.</p>\n<h1>Coercion</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9l2w?Pathfinder-Player-Companion-Spymasters-Handbook\" target=\"_blank\" rel=\"noopener\">Spymaster's Handbook pg. 8</a><br>Sometimes you need to cow someone into submission for more than just a few hours.</p>\n<p><strong>Check:</strong> By spending more time threatening or harassing a target, you can attempt to force a creature to act friendly toward you for 1d6 hours + 1 hour for every 5 points by which you exceed the DC. If you succeed at such a check against the same target at least once per week for 1d6 weeks (without ever failing any Intimidate checks against the target during that time), the duration of the coercion increases to 2d8 days. Coercion is overt, not subtle, and in most cases using coercion against a creature is an evil act.</p>\n<p>A coerced target acts as though friendly toward you even when you aren’t around, but the aid offered remains grudging at best. The target’s true attitude is hostile, and if the target believes it can take an action to hinder you that can’t be traced back to it, it’s likely to take such opportunities. Creatures attempting to enlist its aid against you can often do so by convincing the target they are able to protect it from your wrath, using the normal Diplomacy rules.</p>\n<p><strong>Action:</strong> Coercing a target into acting friendly for hours takes 1d4 × 10 minutes. Coercing a target into acting friendly for days requires you to successfully use coercion at least once per week for 1d6 weeks without failing any Intimidate checks against the target during that time.</p>\n<p><strong>Try Again:</strong> You can’t attempt long-term coercion against the same target again for 1 week.</p>\n<h1>Unchained - Skill Unlock</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9c25?Pathfinder-Roleplaying-Game-Pathfinder-Unchained\" target=\"_blank\" rel=\"noopener\">Pathfinder Unchained pg. 85</a><br>With sufficient ranks in Intimidate, you earn the following.<br>An asterisk (*) indicates the total duration cannot exceed 1 round plus 1 round for every 5 by which you exceed the DC.</p>\n<p><strong>5 Ranks:</strong> If you exceed the DC to demoralize a target by at least 10, it is <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.conditions\" data-id=\"QdwliEzfA3ZK9YtS\"><i class=\"fas fa-book-open\"></i> frightened</a> for 1 round and shaken thereafter.* A Will save (DC = 10 + your number of ranks in Intimidate) negates the frightened condition, but the target is still shaken, even if it has the stalwart ability.</p>\n<p><strong>10 Ranks:</strong> If you exceed the DC to demoralize a target by at least 10, it is <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.conditions\" data-id=\"xhQma4Gl4wLO0jnZ\"><i class=\"fas fa-book-open\"></i> panicked</a> for 1 round or frightened for 1d4 rounds (your choice) and shaken thereafter.* A Will save (DC = 10 + your number of ranks in Intimidate) negates the frightened or panicked condition, but the target is still shaken, even if it has the stalwart ability.</p>\n<p><strong>15 Ranks:</strong> If you exceed the DC to demoralize a target by at least 20, it is cowering for 1 round or panicked for 1d4 rounds (your choice) and frightened thereafter.* A Will save (DC = 10 + your number of ranks in Intimidate) negates the cowering, panicked, and frightened conditions, but the target is still shaken, even if it has the stalwart ability.</p>\n<p><strong>20 Ranks:</strong> If you exceed the DC to demoralize a target by at least 20, it is cowering for 1d4 rounds and panicked thereafter.* A Will save (DC = 10 + your number of ranks in Intimidate) negates the cowering and panicked conditions, but the target is still shaken, even if it has the stalwart ability.</p>"
}