{
  "_id": "QXIYXqy6ivNHrDrW",
  "name": "Linguistics",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/pathfinderRPG/v5748btpy88yj\" target=\"_blank\" rel=\"noopener\">PRPG Core Rulebook pg. 100</a><br>You are skilled at working with language, in both its spoken and written forms. You can speak multiple languages, and can decipher nearly any tongue given enough time. Your skill in writing allows you to create and detect forgeries as well.</p>\n<p><strong>Check:</strong> You can decipher writing in an unfamiliar language or a message written in an incomplete or archaic form. The base DC is 20 for the simplest messages, 25 for standard texts, and 30 or higher for intricate, exotic, or very old writing. If the check succeeds, you understand the general content of a piece of writing about one page long (or the equivalent). If the check fails, make a DC 5 Wisdom check to see if you avoid drawing a false conclusion about the text. (Success means that you do not draw a false conclusion; failure means that you do.)</p>\n<p>Both the Linguistics check and (if necessary) the Wisdom check are made secretly by the GM, so that you can’t tell whether the conclusion you draw is true or false.</p>\n<table>\n<thead>\n<tr>\n<td scope=\"col\">Condition</td>\n<td scope=\"col\">Linguistics Check Modifier</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Type of document unknown to reader</td>\n<td>–2</td>\n</tr>\n<tr>\n<td>Type of document somewhat known to reader</td>\n<td>+0</td>\n</tr>\n<tr>\n<td>Type of document well known to reader</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>Handwriting not known to reader</td>\n<td>–2</td>\n</tr>\n<tr>\n<td>Handwriting somewhat known to reader</td>\n<td>+0</td>\n</tr>\n<tr>\n<td>Handwriting intimately known to reader</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>Reader only casually reviews the document</td>\n<td>–2</td>\n</tr>\n<tr>\n<td>Document contradicts orders or knowledge</td>\n<td>+2</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Create or Detect Forgeries:</strong> Forgery requires writing materials appropriate to the document being forged. To forge a document on which the handwriting is not specific to a person, you need only to have seen a similar document before, and you gain a +8 bonus on your check. To forge a signature, you need an autograph of that person to copy, and you gain a +4 bonus on the check. To forge a longer document written in the hand of some particular person, a large sample of that person’s handwriting is needed.</p>\n<p>The Linguistics check is made secretly, so that you’re not sure how good your forgery is. As with <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"lP3L1RXi9q4ha9Gu\"><i class=\"fas fa-book-open\"></i> Disguise</a>, you don’t make a check until someone examines the work. Your Linguistics check is opposed by the Linguistics check of the person who examines the document to verify its authenticity. The examiner gains modifiers if any of the conditions are listed on the table above.</p>\n<p><strong>Learn a Language:</strong> Whenever you put a rank into this skill, you learn to speak and read a new language. Common languages (and their typical speakers) include the following.</p>\n<ul>\n<li><strong>Abyssal</strong> (demons and other chaotic evil outsiders)</li>\n<li><strong>Aklo</strong> (derros, inhuman or otherworldly monsters, evil fey)</li>\n<li><strong>Aquan</strong> (aquatic creatures, water-based creatures)</li>\n<li><strong>Auran</strong> (flying creatures, air-based creatures)</li>\n<li><strong>Celestial</strong> (angels and other good outsiders)</li>\n<li><strong>Common</strong> (humans and the core races from Races)</li>\n<li><strong>Draconic</strong> (dragons, reptilian humanoids)</li>\n<li><strong>Druidic</strong> (druids only)</li>\n<li><strong>Dwarven</strong> (dwarves)</li>\n<li><strong>Elven</strong> (elves, half-elves)</li>\n<li><strong>Giant</strong> (cyclopses, ettins, giants, ogres, trolls)</li>\n<li><strong>Gnome</strong> (gnomes)</li>\n<li><strong>Goblin</strong> (bugbears, goblins, hobgoblins)</li>\n<li><strong>Gnoll</strong> (gnolls)</li>\n<li><strong>Halfling</strong> (halflings)</li>\n<li><strong>Ignan</strong> (fire-based creatures)</li>\n<li><strong>Infernal</strong> (devils and other lawful evil outsiders)</li>\n<li><strong>Orc</strong> (orcs, half-orcs)</li>\n<li><strong>Sylvan</strong> (centaurs, fey creatures, plant creatures, unicorns)</li>\n<li><strong>Terran</strong> (earth-based creatures)</li>\n<li><strong>Undercommon</strong> (drow, duergar, morlocks, svirfneblin)</li>\n</ul>\n<p><strong>Action:</strong> Varies. Deciphering a page of ordinary text takes 1 minute (10 consecutive rounds). Creating a forgery can take anywhere from 1 minute to 1d4 minutes per page. Detecting a forgery using Linguistics takes 1 round of examination per page.</p>\n<p><strong>Try Again:</strong> Yes.</p>\n<p><strong>Special:</strong> You must be trained to use this skill, but you can always attempt to read archaic and strange forms of your own racial bonus languages. In addition, you can also always attempt to detect a forgery.</p>\n<h1>Automatic Writing</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9egu?Pathfinder-Roleplaying-Game-Occult-Adventures\" target=\"_blank\" rel=\"noopener\">Occult Adventures pg. 194</a><br>You can produce mysterious writing that pertains to the immediate future, either under the influence of enigmatic guiding spirits or by unleashing your subconscious intuition.</p>\n<p><strong>Check:</strong> Once per week, you can spend 1 hour posing questions while your hand unconsciously scribbles messages of varying legibility and accuracy. At the end of this hour, you attempt a Linguistics check to decipher the meanings of these messages. If successful, you gain information as though you had used <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.spells\" data-id=\"d1wxnax51cecplm4\"> Augury</a>. If you have 10 or more ranks in Linguistics, you can attempt a higher DC check to instead gain information as though you had used <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.spells\" data-id=\"pwueht12qqo0268e\"> Divination</a>. The chance of successfully producing coherent or meaningful writing from any of these effects equals 60% plus 5% for every 1 by which your check result exceeds the DC (to a maximum of 90%). You must choose which DC you’ll try to meet before attempting the check. The GM rolls the check and d% roll secretly, so that you can’t tell whether the messages are accurate.</p>\n<table>\n<thead>\n<tr>\n<td scope=\"col\">Writing Results</td>\n<td scope=\"col\">Ranks Required</td>\n<td scope=\"col\">DC</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>As <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.spells\" data-id=\"d1wxnax51cecplm4\"> Augury</a>&nbsp;spell</td>\n<td>1</td>\n<td>20</td>\n</tr>\n<tr>\n<td>As <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.spells\" data-id=\"pwueht12qqo0268e\"> Divination</a>&nbsp;spell</td>\n<td>10</td>\n<td>30</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Action:</strong> Automatic writing takes 1 hour.</p>\n<p><strong>Try Again:</strong> Yes. You can attempt to learn more about a subject, but can still attempt only one check per week.</p>\n<h1>Occult Skill Unlocks</h1>\n<p>Characters capable of casting psychic spells or who have the Psychic Sensitivity feat gain access to skill unlocks—a host of esoteric skill uses not available to other PCs. These are not entirely new skills, but rather new uses of existing skills for those trained in the occult arts. A character must be trained in the appropriate skill to use that skill’s unlock, even if the skill can normally be used untrained. It’s impossible to take 10 for an occult skill unlock. Occult skill unlocks require intense concentration and strenuous effort, so the amount a character can use each skill unlock is limited to once per day or per week. This limit is for all uses of the skill unlock; if a character uses hypnotism to implant a suggestion, he can’t also use it to recall memories on the same day are accurate.</p>\n<h1>Technology</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy95d2?Pathfinder-Campaign-Setting-Technology-Guide\" target=\"_blank\" rel=\"noopener\">Technology Guide pg. 5</a><br>A character with the Technologist feat can attempt a Linguistics check to decipher certain complex messages that appear in ruins. Note that many of these messages are written in Androffan. This language is spoken outside only rarely, and even within its borders, some have tried (quite unsuccessfully) to keep it a secret language.</p>\n<p><strong>Androffan:</strong> Some robots may also know it (either in addition to Common and Hallit or replacing these languages), depending on the robots’ nature. Androffan cannot be chosen as a bonus language for high Intelligence without GM permission.</p>\n<h1>Unchained - Skill Unlock</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9c25?Pathfinder-Roleplaying-Game-Pathfinder-Unchained\" target=\"_blank\" rel=\"noopener\">Pathfinder Unchained pg. 85</a><br>With sufficient ranks in Linguistics, you earn the following.</p>\n<p><strong>5 Ranks:</strong> You can use Linguistics instead of <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"R8HGxGCKayOl15AO\"><i class=\"fas fa-book-open\"></i> Sense Motive</a> to intercept and interpret secret messages (as the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"pAB2PYkZO3lsmeaC\"><i class=\"fas fa-book-open\"></i> Bluff</a> skill). You gain a +1 insight bonus on <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"YYmmxDgp0g3ltSUG\"><i class=\"fas fa-book-open\"></i> Perception</a> and <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"CCy1fajKKU3K02iQ\"><i class=\"fas fa-book-open\"></i> Disable Device</a> checks to detect or disarm written magical traps. This bonus increases by 1 for every 5 ranks beyond 5 you possess in Linguistics.</p>\n<p><strong>10 Ranks:</strong> If you succeed at a Linguistics check by at least 10 when examining writing, you can learn the precise meaning rather than general content, and you never draw false conclusions on a failed check. A successful DC 30 Linguistics check reveals the general meaning of speech, a successful DC 35 check reveals 1d4 pieces of specific information, and a successful DC 40 check reveals exact meaning.</p>\n<p><strong>15 Ranks:</strong> You can decipher magical writings (as <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.spells\" data-id=\"j0bc0iii8zp1jiwr\"> read magic</a>) by succeeding at a Linguistics check (DC = 25 + caster level). If you identify a written magical trap in this way, you gain a +2 circumstance bonus on Disable Device checks to disarm it.</p>\n<p><strong>20 Ranks:</strong> You can attempt to decipher magical or nonmagical text at a rate of one page per round. If you instead spend 1 minute per page, roll twice and take the better result.</p>"
}