{
  "_id": "YYmmxDgp0g3ltSUG",
  "name": "Perception",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/pathfinderRPG/v5748btpy88yj\" target=\"_blank\" rel=\"noopener\">PRPG Core Rulebook pg. 102</a><br>Your senses allow you to notice fine details and alert you to danger. Perception covers all five senses, including sight, hearing, touch, taste, and smell.</p>\n<p><strong>Check:</strong> Perception has a number of uses, the most common of which is an opposed check versus an opponent’s Stealth check to notice the opponent and avoid being surprised. If you are successful, you notice the opponent and can react accordingly. If you fail, your opponent can take a variety of actions, including sneaking past you and attacking you.</p>\n<p>Perception is also used to notice fine details in the environment. The DC to notice such details varies depending upon distance, the environment, and how noticeable the detail is. The following table gives a number of guidelines.</p>\n<table>\n<thead>\n<tr>\n<td scope=\"col\">Detail</td>\n<td scope=\"col\">Perception DC</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Hear the sound of battle</td>\n<td>–10</td>\n</tr>\n<tr>\n<td>Notice the stench of rotting garbage</td>\n<td>–10</td>\n</tr>\n<tr>\n<td>Detect the smell of smoke</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Hear the details of a conversation</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Notice a visible creature</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Determine if food is spoiled</td>\n<td>5</td>\n</tr>\n<tr>\n<td>Hear the sound of a creature walking</td>\n<td>10</td>\n</tr>\n<tr>\n<td>Hear the details of a whispered conversation</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Find the average concealed door</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Hear the sound of a key being turned in a lock</td>\n<td>20</td>\n</tr>\n<tr>\n<td>Find the average secret door</td>\n<td>20</td>\n</tr>\n<tr>\n<td>Hear a bow being drawn</td>\n<td>25</td>\n</tr>\n<tr>\n<td>Sense a burrowing creature underneath you</td>\n<td>25</td>\n</tr>\n<tr>\n<td>Notice a pickpocket</td>\n<td>Opposed by <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"zK0CbvpYLZhTN5Wn\"><i class=\"fas fa-book-open\"></i> Sleight of Hand</a></td>\n</tr>\n<tr>\n<td>Notice a creature using Stealth</td>\n<td>Opposed by <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"T6nefKotIb5vKE9h\"><i class=\"fas fa-book-open\"></i> Stealth</a></td>\n</tr>\n<tr>\n<td>Find a hidden trap</td>\n<td>Varies by trap</td>\n</tr>\n<tr>\n<td>Identify the powers of a potion through taste</td>\n<td>15 + the potion’s caster level</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<table>\n<thead>\n<tr>\n<td scope=\"col\">Perception Modifiers</td>\n<td scope=\"col\">DC Modifier</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Distance to the source, object, or creature</td>\n<td>+1/10 feet</td>\n</tr>\n<tr>\n<td>Through a closed door</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>Through a wall</td>\n<td>+10/foot of thickness</td>\n</tr>\n<tr>\n<td>Favorable conditions<sup>1</sup></td>\n<td>–2</td>\n</tr>\n<tr>\n<td>Unfavorable conditions<sup>1</sup></td>\n<td>+2</td>\n</tr>\n<tr>\n<td>Terrible conditions<sup>2</sup></td>\n<td>+5</td>\n</tr>\n<tr>\n<td>Creature making the check is distracted</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>Creature making the check is asleep</td>\n<td>+10</td>\n</tr>\n<tr>\n<td>Creature or object is invisible</td>\n<td>+20</td>\n</tr>\n</tbody>\n</table>\n<p><sup>1 Favorable and unfavorable conditions depend upon the sense being used to make the check. For example, bright light might decrease the DC of checks involving sight, while torchlight or moonlight might increase the DC. Background noise might increase a DC involving hearing, while competing odors might increase the DC of a check involving scent.</sup><br><sup>2 As for unfavorable conditions, but more extreme. For example, candlelight for DCs involving sight, a roaring dragon for DCs involving hearing, and an overpowering stench covering the area for DCs involving scent.</sup></p>\n<p><strong>Action:</strong> Most Perception checks are reactive, made in response to observable stimulus. Intentionally searching for stimulus is a move action.</p>\n<p><strong>Try Again:</strong> Yes. You can try to sense something you missed the first time, so long as the stimulus is still present.</p>\n<p><strong>Special:</strong> <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.races\" data-id=\"NgIhxRI0axrf3fcO\"> Elves</a>, <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.races\" data-id=\"cCepRrfH5SalFfT4\"> half-elves</a>, <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.races\" data-id=\"efwHEwjvL9Z94MJI\"> gnomes</a>, and <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.races\" data-id=\"Hf31mrYb3uucNyLO\"> halflings</a> receive a +2 racial bonus on Perception checks. Creatures with the scent special quality have a +8 bonus on Perception checks made to detect a scent. Creatures with the tremorsense special quality have a +8 bonus on Perception checks against creatures touching the ground and automatically make any such checks within their range. For more on special qualities, see Special Abilities.</p>\n<p>A spellcaster with a hawk or owl familiar gains a +3 bonus on Perception checks. If you have the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.feats\" data-id=\"Q1cY8r0Pvb66pMG0\"> Alertness</a> feat, you get a bonus on Perception checks (see Feats).</p>\n<h1>Read Aura</h1>\n<p>Source&nbsp;<a href=\"http://paizo.com/products/btpy9egu?Pathfinder-Roleplaying-Game-Occult-Adventures\" target=\"_blank\" rel=\"noopener\">Occult Adventures pg. 197</a><br>Your psychic sensitivity allows you to read the psychic and magical auras of creatures and objects.</p>\n<p><strong>Check:</strong> Once per day, you can examine the natural aura of a creature or object to discern the subject’s alignment, emotions, health, or magic. This requires 10 minutes of concentration, after which you attempt a Perception check. Each time, you must pick one of four auras to read: alignment, emotion, health, or magic. The result of the check applies only to the selected aura. You must be within 30 feet of the subject at all times during the reading. Objects typically have only magic auras, though some also have alignment auras (and intelligent items have emotion auras). You can still attempt to detect a type of aura an object doesn’t have, but you get no results. The DC varies depending on the aura, as shown on the table.</p>\n<p><strong>Read Alignment Aura:</strong> You attempt to read the alignment aura, learning the alignment and its strength. An alignment aura’s strength depends on the creature’s Hit Dice or item’s caster level, as noted in the description of the detect evil spell.</p>\n<p><strong>Read Emotion Aura:</strong> The colors within the target’s aura reveal its emotional state. If successful, you learn the target’s disposition and its attitude toward any creatures within 30 feet of it. For a number of rounds equal to the amount by which you exceeded the skill check’s DC, you gain a +2 circumstance bonus on <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"pAB2PYkZO3lsmeaC\"><i class=\"fas fa-book-open\"></i> Bluff</a>, <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"OtfbHJhIQsNzmiTN\"><i class=\"fas fa-book-open\"></i> Diplomacy</a>, <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"ImjhcPmm02QSCbPg\"><i class=\"fas fa-book-open\"></i> Intimidate</a>, and <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"R8HGxGCKayOl15AO\"><i class=\"fas fa-book-open\"></i> Sense Motive</a> checks against the target.</p>\n<p><strong>Read Health Aura:</strong> Viewing the flow of vital force, you assess a creature’s physical condition. You learn if the creature is unharmed or wounded, if it is poisoned or diseased, and whether it is affected by any of the following conditions: confused, disabled, dying, nauseated, panicked, staggered, stunned, and unconscious. You also learn the total number of points available in its ki pool, grit pool, or similar resource.</p>\n<p><strong>Read Magic Aura:</strong> You attempt to determine the number and power of all magical auras on a target creature or object (see&nbsp;detect magic&nbsp;to determine a magic aura’s power). If the check is successful, you can attempt Knowledge (arcana) or Spellcraft checks to determine the school or identify properties of a magic item, as normal. If the item is affected by&nbsp;magic aura&nbsp;or a similar spell, you can realize this and determine the actual properties of the item if your check result exceeds the DC by 5 or more. If the spell is of a higher level (such as&nbsp;aura alteration), increase this threshold DC by 2 for every spell level beyond 1st.</p>\n<table style=\"height: 83px; width: 99.1477%;\">\n<thead>\n<tr style=\"height: 16px;\">\n<td style=\"height: 16px; width: 33.9542%;\" scope=\"col\">Task</td>\n<td style=\"height: 16px; width: 65.7593%;\" scope=\"col\">DC</td>\n</tr>\n</thead>\n<tbody>\n<tr style=\"height: 16px;\">\n<td style=\"height: 16px; width: 33.9542%;\">Read alignment aura</td>\n<td style=\"height: 16px; width: 65.7593%;\">15 + creature’s HD or item’s caster level</td>\n</tr>\n<tr style=\"height: 19px;\">\n<td style=\"height: 19px; width: 33.9542%;\">Read emotion aura</td>\n<td style=\"height: 19px; width: 65.7593%;\">20 + creature’s HD or item’s caster level<sup>†</sup></td>\n</tr>\n<tr style=\"height: 16px;\">\n<td style=\"height: 16px; width: 33.9542%;\">Read health aura</td>\n<td style=\"height: 16px; width: 65.7593%;\">15 + creature’s HD</td>\n</tr>\n<tr style=\"height: 16px;\">\n<td style=\"height: 16px; width: 33.9542%;\">Read magic aura</td>\n<td style=\"height: 16px; width: 65.7593%;\">20 + creature’s HD or item’s caster level</td>\n</tr>\n</tbody>\n</table>\n<p><sup>† Intelligent items only.</sup></p>\n<p><strong>Action:</strong> Reading an aura requires 10 minutes of study.</p>\n<p><strong>Try Again:</strong> Yes. You can read a creature or object’s aura more than once, whether you read the same aura or a different one. You can still attempt only one skill check to read an aura per day.</p>\n<h2>Occult Skill Unlocks</h2>\n<p>Characters capable of casting psychic spells or who have the Psychic Sensitivity feat gain access to skill unlocks—a host of esoteric skill uses not available to other PCs. These are not entirely new skills, but rather new uses of existing skills for those trained in the occult arts. A character must be trained in the appropriate skill to use that skill’s unlock, even if the skill can normally be used untrained. It’s impossible to take 10 for an occult skill unlock. Occult skill unlocks require intense concentration and strenuous effort, so the amount a character can use each skill unlock is limited to once per day or per week. This limit is for all uses of the skill unlock; if a character uses hypnotism to implant a suggestion, he can’t also use it to recall memories on the same day.</p>\n<h1>Unchained - Skill Unlock</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9c25?Pathfinder-Roleplaying-Game-Pathfinder-Unchained\" target=\"_blank\" rel=\"noopener\">Pathfinder Unchained pg. 85</a><br>With sufficient ranks in Perception, you earn the following.</p>\n<p><strong>5 Ranks:</strong> You remain alert to sounds even in your sleep, and the normal DC increase to Perception checks when you are sleeping is halved. The distance modifier on the DC of Perception checks you attempt is reduced to +1 per 20 feet.</p>\n<p><strong>10 Ranks:</strong> The distance modifier on the DC of Perception checks you attempt is reduced to +1 per 30 feet. In addition, you gain a +5 bonus on Perception checks to notice or locate an invisible creature or object.</p>\n<p><strong>15 Ranks:</strong> You remain alert to sounds even in your sleep, and the normal DC increase to Perception checks when you are sleeping doesn’t apply to you. The distance modifier on the DC of your Perception checks is reduced to +1 per 40 feet.</p>\n<p><strong>20 Ranks:</strong> You gain a +10 bonus on Perception checks to notice invisible creatures or objects. The distance modifier on the DC of Perception checks you attempt is reduced to +1 per 60 feet.</p>"
}