{
  "_id": "O7Utk8xKbHYDP7Ot",
  "name": "Profession",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/pathfinderRPG/v5748btpy88yj\" target=\"_blank\" rel=\"noopener\">PRPG Core Rulebook pg. 103</a><br>You are skilled at a specific job. Like <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"L6LEhHRrn53cMuhE\"><i class=\"fas fa-book-open\"></i> Craft</a>, <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"ki0QvL0K7u4YuK0O\"><i class=\"fas fa-book-open\"></i> Knowledge</a>, and <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"HhV5UmaRLTjtB3Xh\"><i class=\"fas fa-book-open\"></i> Perform</a>, Profession is actually a number of separate skills. You could have several Profession skills, each with its own ranks. While a <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"L6LEhHRrn53cMuhE\"><i class=\"fas fa-book-open\"></i> Craft</a> skill represents ability in creating an item, a Profession skill represents an aptitude in a vocation requiring a broader range of less specific knowledge. The most common Profession skills are:</p>\n<ul>\n<li>architect</li>\n<li>baker</li>\n<li>barrister</li>\n<li>brewer</li>\n<li>butcher</li>\n<li>clerk</li>\n<li>cook</li>\n<li>courtesan</li>\n<li>driver</li>\n<li>engineer</li>\n<li>farmer</li>\n<li>fisherman</li>\n<li>gambler</li>\n<li>gardener</li>\n<li>herbalist</li>\n<li>innkeeper</li>\n<li>librarian</li>\n<li>merchant</li>\n<li>midwife</li>\n<li>miller</li>\n<li>miner</li>\n<li>porter</li>\n<li>sailor</li>\n<li>scribe</li>\n<li>shepherd</li>\n<li>stable master</li>\n<li>soldier</li>\n<li>tanner</li>\n<li>trapper</li>\n<li>woodcutter.</li>\n</ul>\n<p><strong>Check:</strong> You can earn half your Profession check result in gold pieces per week of dedicated work. You know how to use the tools of your trade, how to perform the profession’s daily tasks, how to supervise helpers, and how to handle common problems. You can also answer questions about your Profession. Basic questions are DC 10, while more complex questions are DC 15 or higher.</p>\n<p><strong>Action:</strong> Not applicable. A single check generally represents a week of work.</p>\n<p><strong>Try Again:</strong> Varies. An attempt to use a Profession skill to earn income cannot be retried. You are stuck with whatever weekly wage your check result brought you. Another check may be made after a week to determine a new income for the next period of time. An attempt to accomplish some specific task can usually be retried.</p>\n<p><strong>Untrained:</strong> Untrained laborers and assistants (that is, characters without any ranks in Profession) earn an average of 1 silver piece per day.</p>\n<p><strong>Special:</strong> A <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.races\" data-id=\"efwHEwjvL9Z94MJI\"> Gnome</a> gets a +2 bonus on a Craft or Profession skill of her choice.</p>\n<h1>Herbalism</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9ujo\" target=\"_blank\" rel=\"noopener\">Ultimate Wilderness pg. 152</a><br>Herbs and useful plants and fungi abound in most wilderness regions, and while these valuable plants can be obtained in special markets or shops, the skilled herbalist knows where to go to gather these resources by hand in the wild.</p>\n<p><strong>Gathering Herbs:</strong> Gathering herbs is similar to foraging and can be accomplished while you are traveling or as your sole activity during an 8-hour period. If you gather herbs while traveling, your overland speed is halved. Spending 8 hours doing nothing but gathering herbs from the area grants 1 additional yield of each herb you’re gathering.</p>\n<p>When you start your day of herb gathering, you must declare which herb you are looking for. If you have 5 ranks of Profession (herbalist), you can search for two different types of herbs at once, and for each additional 5 ranks you have in this skill, you can search for one additional herb, to a maximum of 5 herbs at once if you have 20 ranks in Profession (herbalist).</p>\n<p>Each herb listed below has a gather DC. At the end of the time spent gathering, attempt a Profession (herbalist) or <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"ki0QvL0K7u4YuK0O\"><i class=\"fas fa-book-open\"></i> Knowledge (nature)</a> check against each herb’s gather DC. If the terrain you are searching in is one of your favored terrains, you can attempt a Survival check instead. If the herb in question is present in the region you searched (this is always subject to the GM’s discretion), success results in a single yield of that herb. Success by 5 or more grants 1 extra yield. Success by 10 or more grants 2 extra yields.</p>\n<p>A single yield of herb weighs 1/10 of a pound unless otherwise noted in its yield section in the stats below.</p>\n<p>In addition to determining whether a particular herb is available to gather in a region, the GM also determines how many attempts to gather that herb can be attempted in the region. Typically, a region can support 1d4 herb-gathering expeditions before the herbs must be given 2d6 months to regrow.</p>\n<p><strong>Preparing Herbs:</strong> Most herbs must be prepared to unlock their potency. If this is the case for an herb, its stat block describes the method required to process it, the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"L6LEhHRrn53cMuhE\"><i class=\"fas fa-book-open\"></i> Craft (alchemy)</a> DC to accomplish this task, and the amount of time needed to do so. A Profession (herbalist) check can be conducted instead of a <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"L6LEhHRrn53cMuhE\"><i class=\"fas fa-book-open\"></i> Craft (alchemy)</a>, but the DC of the check to prepare the herb increases by 5 in this case. If the preparer fails this check by 5 or more, the dose of the herb is ruined; if she fails by less, she can try again with the same herbs.</p>\n<p><strong>Preparing Multiple Herbs:</strong> An herbalist can normally prepare one type of herb per day, but she can prepare a number of doses of that single type of herb equal to her ranks in Profession (herbalist). An herbalist with 7 or more ranks in Profession (herbalist) can simultaneously prepare a second type of herb. At 14 ranks in Profession (herbalist), the character can prepare up to three types of herbs at the same time.</p>\n<p><strong>Herb Lifespan:</strong> A raw, unprepared herb spoils 24 hours after it is harvested. A prepared herb spoils after 1 month unless otherwise noted in its Use entry.</p>\n<h1>Unchained - Skill Unlock</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9c25?Pathfinder-Roleplaying-Game-Pathfinder-Unchained\" target=\"_blank\" rel=\"noopener\">Pathfinder Unchained pg. 86</a><br>With sufficient ranks in Profession, you earn the following.</p>\n<p><strong>5 Ranks:</strong> When using Profession checks to earn income, you earn gold pieces equal to the result of your check each week.</p>\n<p><strong>10 Ranks:</strong> When attempting Profession checks, you can roll twice and take the better result. When answering questions about your Profession, you can always take 10.</p>\n<p><strong>15 Ranks:</strong> You can attempt checks to earn income once per day instead of once per week.</p>\n<p><strong>20 Ranks:</strong> When attempting Profession checks, you can choose to roll once instead of twice. If you do and the result of the roll is less than 10, replace it with 10. When answering questions about your Profession, you can always take 20.</p>"
}