{
  "_id": "R8HGxGCKayOl15AO",
  "name": "Sense Motive",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p>Source&nbsp;<a href=\"http://paizo.com/pathfinderRPG/v5748btpy88yj\" target=\"_blank\" rel=\"noopener\">PRPG Core Rulebook pg. 104</a><br>You are skilled at detecting falsehoods and true intentions.</p>\n<p><strong>Check:</strong> A successful check lets you avoid being bluffed (see the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"pAB2PYkZO3lsmeaC\"><i class=\"fas fa-book-open\"></i> Bluff</a> skill). You can also use this skill to determine when \"something is up\" (that is, something odd is going on) or to assess someone’s trustworthiness.</p>\n<table>\n<thead>\n<tr>\n<td scope=\"col\">Task</td>\n<td scope=\"col\">Sense Motive DC</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Hunch</td>\n<td>20</td>\n</tr>\n<tr>\n<td>Sense enchantment</td>\n<td>25 or 15</td>\n</tr>\n<tr>\n<td>Discern secret message</td>\n<td>Varies</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Hunch:</strong> This use of the skill involves making a gut assessment of the social situation. You can get the feeling from another’s behavior that something is wrong, such as when you’re talking to an impostor. Alternatively, you can get the feeling that someone is trustworthy.</p>\n<p><strong>Sense Enchantment:</strong> You can tell that someone’s behavior is being influenced by an enchantment effect even if that person isn’t aware of it. The usual DC is 25, but if the target is dominated (see <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.spells\" data-id=\"q070n0zoq3zojpas\"> Dominate Person</a>), the DC is only 15 because of the limited range of the target’s activities.</p>\n<p><strong>Discern Secret Message:</strong> You may use Sense Motive to detect that a hidden message is being transmitted via the Bluff skill. In this case, your Sense Motive check is opposed by the Bluff check of the character transmitting the message. For each piece of information relating to the message that you are missing, you take a –2 penalty on your Sense Motive check. If you succeed by 4 or less, you know that something hidden is being communicated, but you can’t learn anything specific about its content. If you beat the DC by 5 or more, you intercept and understand the message. If you fail by 4 or less, you don’t detect any hidden communication. If you fail by 5 or more, you might infer false information.</p>\n<p><strong>Action:</strong> Trying to gain information with Sense Motive generally takes at least 1 minute, and you could spend a whole evening trying to get a sense of the people around you.</p>\n<p><strong>Try Again:</strong> No, though you may make a Sense Motive check for each Bluff check made against you.</p>\n<p><strong>Special:</strong> A ranger gains a bonus on Sense Motive checks when using this skill against a favored enemy.</p>\n<p>If you have the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.feats\" data-id=\"Q1cY8r0Pvb66pMG0\"> Alertness</a> feat, you get a bonus on Sense Motive checks (see Feats).</p>\n<h1>Prognostication</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9egu?Pathfinder-Roleplaying-Game-Occult-Adventures\" target=\"_blank\" rel=\"noopener\">Occult Adventures pg. 196</a><br>You are skilled in means of folk divination. The most common methods are cartomancy (reading cards), cheiromancy (reading a creature’s palms), crystallomancy (crystal-gazing), extispicy (reading animal entrails), horoscopy (reading a creature’s birth stars), oneiromancy (interpreting dreams), osteomancy (reading cast bones), and pyromancy (reading flames).</p>\n<p><strong>Check:</strong> Once per day, you can predict a creature’s fortune for the near future. You spend 10 minutes interpreting the divination means at your disposal. The GM then attempts a secret Sense Motive check with a DC modified by the subject’s Hit Dice (see the table below). The result of the check can give you basic insight into the subject’s nature, including its alignment, class, and levels or Hit Dice, and might reveal clues to the creature’s immediate future. Determining the immediate future as an&nbsp;augury&nbsp;spell has a chance of successfully interpreting meaningful readings equal to 60% plus 5% for every point by which the check result exceeds the DC (to a maximum of 90%). With a single check, you determine all the information whose DC you meet. For instance, if you had a result of 22 when telling the fortune of a creature with 2 HD, you would learn that creature’s alignment and class, but not its level, HD, or fortune.<br><br></p>\n<table>\n<thead>\n<tr>\n<td scope=\"col\">Task</td>\n<td scope=\"col\">DC</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Determine alignment</td>\n<td>15 + creature’s HD</td>\n</tr>\n<tr>\n<td>Determine class</td>\n<td>20 + creature’s HD</td>\n</tr>\n<tr>\n<td>Determine level or HD</td>\n<td>25 + creature’s HD</td>\n</tr>\n<tr>\n<td>Determine fortune as <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.spells\" data-id=\"d1wxnax51cecplm4\"> Augury</a>&nbsp;spell</td>\n<td>25 + creature’s HD</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Action:</strong> Reading a creature’s fortune requires 10 minutes of uninterrupted contemplation, and the subject creature must be present.</p>\n<p><strong>Try Again:</strong> Yes. You can attempt to read a particular creature’s fortune repeatedly, but only once per 24 hours.</p>\n<p><strong>Special:</strong> Specially crafted items purchased for the exclusive use of this skill grant a +2 circumstance bonus on Sense Motive checks to prognosticate.</p>\n<h2>Occult Skill Unlocks</h2>\n<p>Characters capable of casting psychic spells or who have the Psychic Sensitivity feat gain access to skill unlocks—a host of esoteric skill uses not available to other PCs. These are not entirely new skills, but rather new uses of existing skills for those trained in the occult arts. A character must be trained in the appropriate skill to use that skill’s unlock, even if the skill can normally be used untrained. It’s impossible to take 10 for an occult skill unlock. Occult skill unlocks require intense concentration and strenuous effort, so the amount a character can use each skill unlock is limited to once per day or per week. This limit is for all uses of the skill unlock; if a character uses hypnotism to implant a suggestion, he can’t also use it to recall memories on the same day.</p>\n<h1>Unchained - Skill Unlock</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9c25?Pathfinder-Roleplaying-Game-Pathfinder-Unchained\" target=\"_blank\" rel=\"noopener\">Pathfinder Unchained pg. 86</a><br>With sufficient ranks in Sense Motive, you earn the following.</p>\n<p><strong>5 Ranks:</strong> If you were aware of an opponent before rolling initiative (such as when you ambush an enemy or negotiations break down into combat, but not when both sides happen upon each other or you are surprised), you can attempt a Sense Motive check as part of your initiative check (DC = 11 + the highest <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"pAB2PYkZO3lsmeaC\"><i class=\"fas fa-book-open\"></i> Bluff</a> modifier among your opponents or DC 15, whichever is higher). If you succeed, you gain a +1 bonus on the initiative check, plus an additional +1 for every 5 by which you exceeded the DC.</p>\n<p><strong>10 Ranks:</strong> After 1 minute of conversation, you can read a creature’s surface thoughts (as detect thoughts) by attempting a Sense Motive check at a –20 penalty opposed by the creature’s <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"pAB2PYkZO3lsmeaC\"><i class=\"fas fa-book-open\"></i> Bluff</a> check.</p>\n<p><strong>15 Ranks:</strong> You can read surface thoughts as above after 1 round. In addition, when attacked, you can attempt a Sense Motive check as an immediate action opposed by your target’s attack roll. A successful check grants a +2 insight bonus to your AC against attacks from that specific opponent for 1 minute.</p>\n<p><strong>20 Ranks:</strong> You can read surface thoughts as above as a standard action. A successful check to gain an insight bonus to your AC also negates the attack that triggered it.</p>"
}