{
  "_id": "zK0CbvpYLZhTN5Wn",
  "name": "Sleight of Hand",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/pathfinderRPG/v5748btpy88yj\" target=\"_blank\" rel=\"noopener\">PRPG Core Rulebook pg. 104</a><br>Your training allows you to pick pockets, draw hidden weapons, and take a variety of actions without being noticed.</p>\n<p><strong>Check:</strong> A DC 10 Sleight of Hand check lets you palm a coin-sized, unattended object. Performing a minor feat of legerdemain, such as making a coin disappear, also has a DC of 10 unless an observer is determined to note where the item went.</p>\n<p>When you use this skill under close observation, your skill check is opposed by the observer’s <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"YYmmxDgp0g3ltSUG\"><i class=\"fas fa-book-open\"></i> Perception</a> check. The observer’s success doesn’t prevent you from performing the action, just from doing it unnoticed.</p>\n<p>You can hide a small object (including a light weapon or an easily concealed ranged weapon, such as a <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.weapons-and-ammo\" data-id=\"mCwwHo32SU7kjGyu\"><i class=\"fas fa-suitcase\"></i> dart</a>, <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.weapons-and-ammo\" data-id=\"cJV7OBm9KiF2WWiu\"><i class=\"fas fa-suitcase\"></i> sling</a>, or <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.weapons-and-ammo\" data-id=\"BgTqaNqyS3tnLGAg\"><i class=\"fas fa-suitcase\"></i> hand crossbow</a>) on your body. Your Sleight of Hand check is opposed by the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"YYmmxDgp0g3ltSUG\"><i class=\"fas fa-book-open\"></i> Perception</a> check of anyone observing you or of anyone frisking you. In the latter case, the searcher gains a +4 bonus on the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"YYmmxDgp0g3ltSUG\"><i class=\"fas fa-book-open\"></i> Perception</a> check, since it’s generally easier to find such an object than to hide it. A <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.weapons-and-ammo\" data-id=\"fOSuWwRSZLTrROch\"><i class=\"fas fa-suitcase\"></i> dagger</a> is easier to hide than most light weapons, and grants you a +2 bonus on your Sleight of Hand check to conceal it. An extraordinarily small object, such as a coin, <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.weapons-and-ammo\" data-id=\"42M7kFLkyccrj1uf\"><i class=\"fas fa-suitcase\"></i> shuriken</a>, or ring, grants you a +4 bonus on your Sleight of Hand check to conceal it, and heavy or baggy clothing (such as a cloak) grants you a +2 bonus on the check.</p>\n<p>Drawing a hidden weapon is a standard action and doesn’t provoke an attack of opportunity.</p>\n<p>If you try to take something from a creature, you must make a DC 20 Sleight of Hand check. The opponent makes a Perception check to detect the attempt, opposed by the Sleight of Hand check result you achieved when you tried to grab the item. An opponent who succeeds on this check notices the attempt, regardless of whether you got the item. You cannot use this skill to take an object from another creature during combat if the creature is aware of your presence.</p>\n<p>You can also use Sleight of Hand to entertain an audience as though you were using the Perform skill. In such a case, your \"act\" encompasses elements of legerdemain, juggling, and the like.</p>\n<table>\n<thead>\n<tr>\n<td scope=\"col\">Sleight of Hand DC</td>\n<td scope=\"col\">Task</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>10</td>\n<td>Palm a coin-sized object, make a coin disappear</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Lift a small object from a person</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Action:</strong> Any Sleight of Hand check is normally a standard action. However, you may perform a Sleight of Hand check as a move action by taking a –20 penalty on the check.</p>\n<p><strong>Try Again:</strong> Yes, but after an initial failure, a second Sleight of Hand attempt against the same target (or while you are being watched by the same observer who noticed your previous attempt) increases the DC for the task by 10.</p>\n<p><strong>Untrained:</strong> An untrained Sleight of Hand check is simply a Dexterity check. Without actual training, you can’t succeed on any Sleight of Hand check with a DC higher than 10, except for hiding an object on your body.</p>\n<p><strong>Special:</strong> If you have the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.feats\" data-id=\"SMyexRzOm5PfjT5I\"> Deft Hands</a> feat, you get a bonus on Sleight of Hand checks (see Feats).</p>\n<h1>Palm Weapon</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9l2w?Pathfinder-Player-Companion-Spymasters-Handbook\" target=\"_blank\" rel=\"noopener\">Spymaster's Handbook pg. 9</a><br>You can draw a light weapon without anyone noticing.</p>\n<p><strong>Check:</strong> A successful DC 20 Sleight of Hand check allows you to unobtrusively draw a weapon or other object no larger or longer than a light weapon (which includes potions, but not wands or alchemist bombs). Observers can notice you drawing the item as normal with opposed Perception checks. Creatures carefully observing you gain a +4 bonus on this Perception check.</p>\n<h1>Unchained - Skill Unlock</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9c25?Pathfinder-Roleplaying-Game-Pathfinder-Unchained\" target=\"_blank\" rel=\"noopener\">Pathfinder Unchained pg. 86</a><br>With sufficient ranks in Sleight of Hand, you earn the following.</p>\n<p><strong>5 Ranks</strong>: When attempting a disarm or steal maneuver, a successful Sleight of Hand check against your target’s CMD grants a +2 circumstance bonus on your combat maneuver check.</p>\n<p><strong>10 Ranks:</strong> The penalty for attempting a Sleight of Hand check (including drawing a hidden weapon) as a move action is reduced to –10.</p>\n<p><strong>15 Ranks:</strong> You can attempt a Sleight of Hand check (including drawing a hidden weapon) as a swift action at a –20 penalty.</p>\n<p><strong>20 Ranks:</strong> You take no penalty for using Sleight of Hand as a move action, and take only a –10 penalty when using it as a swift action.</p>"
}