{
  "_id": "uLZI2uWz0uB8UgBc",
  "name": "Spellcraft",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/pathfinderRPG/v5748btpy88yj\" target=\"_blank\" rel=\"noopener\">PRPG Core Rulebook pg. 106</a><br>You are skilled at the art of casting spells, identifying magic items, crafting magic items, and identifying spells as they are being cast.</p>\n<p><strong>Check:</strong> Spellcraft is used whenever your knowledge and skill of the technical art of casting a spell or crafting a magic item comes into question. This skill is also used to identify the properties of magic items in your possession through the use of spells such as <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.spells\" data-id=\"uqh87jz757r2cb7r\"> Detect Magic</a> and <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.spells\" data-id=\"llxrra87kbofmyhl\"> Identify</a>. The DC of this check varies depending upon the task at hand.</p>\n<p><strong>Action:</strong> Identifying a spell as it is being cast requires no action, but you must be able to clearly see the spell as it is being cast, and this incurs the same penalties as a Perception skill check due to distance, poor conditions, and other factors. Learning a spell from a spellbook takes 1 hour per level of the spell (0-level spells take 30 minutes). Preparing a spell from a borrowed spellbook does not add any time to your spell preparation. Making a Spellcraft check to craft a magic item is made as part of the creation process. Attempting to ascertain the properties of a magic item takes 3 rounds per item to be identified and you must be able to thoroughly examine the object.</p>\n<p><strong>Retry:</strong> You cannot retry checks made to identify a spell. If you fail to learn a spell from a spellbook or scroll, you must wait at least 1 week before you can try again. If you fail to prepare a spell from a borrowed spellbook, you cannot try again until the next day. When using <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.spells\" data-id=\"uqh87jz757r2cb7r\"> Detect Magic</a> or identify to learn the properties of magic items, you can only attempt to ascertain the properties of an individual item once per day. Additional attempts reveal the same results.</p>\n<p><strong>Special:</strong> If you are a specialist wizard, you get a +2 bonus on Spellcraft checks made to identify, learn, and prepare spells from your chosen school. Similarly, you take a –5 penalty on similar checks made concerning spells from your opposition schools.</p>\n<p>An <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.races\" data-id=\"NgIhxRI0axrf3fcO\"> Elf</a> gets a +2 racial bonus on Spellcraft checks to identify the properties of magic items.</p>\n<p>If you have the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.feats\" data-id=\"CLSsMyNmdcNAOUKC\"> Magical Aptitude</a> feat, you gain a bonus on Spellcraft checks (see Feats).</p>\n<table>\n<thead>\n<tr>\n<td scope=\"col\">Task</td>\n<td scope=\"col\">Spellcraft DC</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Identify a spell as it is being cast</td>\n<td>15 + spell level</td>\n</tr>\n<tr>\n<td>Learn a spell from a spellbook or scroll</td>\n<td>15 + spell level</td>\n</tr>\n<tr>\n<td>Prepare a spell from a borrowed spellbook</td>\n<td>15 + spell level</td>\n</tr>\n<tr>\n<td>Identify the properties of a magic item using&nbsp;detect magic</td>\n<td>15 + item’s caster level</td>\n</tr>\n<tr>\n<td>Decipher a scroll</td>\n<td>20 + spell level</td>\n</tr>\n<tr>\n<td>Craft a magic item</td>\n<td>Varies by item</td>\n</tr>\n</tbody>\n</table>\n<h1>Salvaging</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9ujo\" target=\"_blank\" rel=\"noopener\">Ultimate Wilderness pg. 134</a><br>Foraging is one way to gather resources in the wild, but you can also recycle or repurpose items and gear as well, salvaging materials from items you no longer need or are willing to sacrifice. You can’t salvage materials from artifacts, cursed items, or items you can’t destroy. Successfully salvaging an item requires a <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"L6LEhHRrn53cMuhE\"><i class=\"fas fa-book-open\"></i> Craft</a> or Spellcraft check and takes an amount of time as indicated in the specific type of salvage operation below.</p>\n<p><strong>Ammunition:</strong> You can use destroyed ammunition as raw materials for new ammunition. Five pieces of destroyed ammunition provide suitable material to create one new piece of ammunition using the normal crafting rules.</p>\n<p><strong>Potions:</strong> If you have the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.feats\" data-id=\"nNVFVFRBCT4O2ab9\"> Brew Potion</a> feat, you can combine natural catalysts with a potion to salvage it and create a different potion of a lower spell level. Salvaging a potion requires raw magic item materials (these can be salvaged from existing items, as detailed below). To salvage a potion, you must spend 1 hour per spell level of the original potion and then attempt a <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"L6LEhHRrn53cMuhE\"><i class=\"fas fa-book-open\"></i> Craft (alchemy)</a> or Spellcraft check with a DC equal to 15 + 3 × the original potion’s spell level. If you succeed, you transmute the original potion into a new potion of a spell at least one spell level lower, provided you know the spell in question (it need not be one you can currently cast). If you fail this check by 4 or less, the attempt fails and the catalyst is wasted, but the potion is unharmed. If you fail by 5 or more, the raw materials are lost and the original potion is ruined.</p>\n<p><strong>Raw Crafting Materials:</strong> Anyone trained in the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"L6LEhHRrn53cMuhE\"><i class=\"fas fa-book-open\"></i> Craft</a> skill can salvage raw materials from equipment for use in crafting or repair. You must carefully dismantle the item to be salvaged, resulting in the item’s destruction. If the item’s price is 1 gp or less, its materials can be salvaged with only 1 hour of work; otherwise it takes 8 hours to salvage crafting materials. A successful Craft check against the item’s creation DC + 5 yields raw materials worth one-quarter the item’s price. If you fail the Craft check by 4 or less, the item is destroyed but the materials can still be salvaged in a future attempt. If you fail the Craft check by 5 or more, the item is destroyed and the materials are ruined. Salvaged raw materials can be used to create or repair any item of the same materials and reduces the construction time by the proportion of the new item’s raw materials that are salvaged (minimum 8 hours).</p>\n<p><strong>Raw Magic Item Materials:</strong> Anyone with an item creation feat can salvage the raw materials from magic items for the creation of new ones or repair of existing ones. You must have the item creation feat required for that item to salvage its raw materials. Each attempt requires destroying a magic item and 8 hours of work. If the item’s price is 500 gp or less, you can salvage its materials in only 2 hours. A successful <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"L6LEhHRrn53cMuhE\"><i class=\"fas fa-book-open\"></i> Craft</a> or Spellcraft check with a DC equal to 10 + the item’s caster level yields raw materials worth two-thirds the creation cost of the destroyed item (one-third the market price). If you fail the skill check by 4 or less, the item is destroyed but the materials can still be salvaged in a future attempt. If you fail the skill check by 5 or more, the item is destroyed and the materials are ruined. Salvaged raw materials can be used to create or repair any item made of similar materials or that shares any of the creation requirements as the original. Including the majority of the materials allows you to automatically meet any construction requirements of a new item that the salvaged item also required and reduces the construction or repair time by the proportion of the new item’s construction materials that are salvaged (with the usual minimum creation time). Spellbooks and formula books can be salvaged for magic inks and paper usable in formula books, scrolls, and spellbooks.</p>\n<p><strong>Costly Spell Components:</strong> Anyone trained in Spellcraft can salvage costly material or focus spell components from magic items. Each attempt requires destroying the item and 8 hours of work. An item can be broken down into a powder that can be used in place of gemstone dust as a material component. Otherwise, the item must have a spell requiring the component in its construction requirements to salvage that component. A successful Spellcraft check with a DC equal to 10 + the item’s caster level yields materials usable in place of that spell component worth two-thirds the item’s creation cost (one-third its market price). If you fail the check by 4 or less, the item is destroyed without yielding spell components, but you can try to salvage them again. If you fail the check by 5 or more, the item is destroyed and the spell components are ruined.</p>\n<h1>Unchained - Skill Unlock</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9c25?Pathfinder-Roleplaying-Game-Pathfinder-Unchained\" target=\"_blank\" rel=\"noopener\">Pathfinder Unchained pg. 86</a><br>With sufficient ranks in Spellcraft, you earn the following.</p>\n<p><strong>5 Ranks:</strong> Identifying magic items takes 1 full round, and the time required to learn a spell from a spellbook is halved.</p>\n<p><strong>10 Ranks:</strong> You can identify magic items without using detect magic, though the DC is increased by 10.</p>\n<p><strong>15 Ranks:</strong> Identifying magic items is a standard action, and the time required to learn a new spell from a spellbook is reduced to 1 minute per spell level.</p>\n<p><strong>20 Ranks:</strong> Whenever you attempt a caster level check, attempt a Spellcraft check at a –20 penalty at the same DC. If the spellcraft check succeeds, you gain a +2 circumstance bonus on your caster level check.</p>"
}