{
  "_id": "T6nefKotIb5vKE9h",
  "name": "Stealth",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/pathfinderRPG/v5748btpy88yj\" target=\"_blank\" rel=\"noopener\">PRPG Core Rulebook pg. 106</a><br>You are skilled at avoiding detection, allowing you to slip past foes or strike from an unseen position. This skill covers hiding and moving silently.</p>\n<p><strong>Check:</strong> Your Stealth check is opposed by the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"YYmmxDgp0g3ltSUG\"><i class=\"fas fa-book-open\"></i> Perception</a> check of anyone who might notice you. Creatures that fail to beat your Stealth check are not aware of you and treat you as if you had total concealment. You can move up to half your normal speed and use Stealth at no penalty. When moving at a speed greater than half but less than your normal speed, you take a -5 penalty. It’s impossible to use Stealth while attacking, running, or charging.</p>\n<p>Creatures gain a bonus or penalty on Stealth checks based on their size: Fine +16, Diminutive +12, Tiny +8, Small +4, Medium +0, Large -4, Huge -8, Gargantuan -12, Colossal -16.</p>\n<p>If people are observing you using any of their senses (but typically sight), you can’t use Stealth. Against most creatures, finding cover or concealment allows you to use Stealth. If your observers are momentarily distracted (such as by a Bluff check), you can attempt to use Stealth. While the others turn their attention from you, you can attempt a Stealth check if you can get to an unobserved place of some kind. This check, however, is made at a –10 penalty because you have to move fast.</p>\n<p><strong>Breaking Stealth:</strong> When you start your turn using Stealth, you can leave cover or concealment and remain unobserved as long as you succeed at a Stealth check and end your turn in cover or concealment. Your Stealth immediately ends after you make and attack roll, whether or not the attack is successful (except when sniping as noted below).</p>\n<p><strong>Sniping:</strong> If you’ve already successfully used Stealth at least 10 feet from your target, you can make one ranged attack and then immediately use Stealth again. You take a –20 penalty on your Stealth check to maintain your obscured location.</p>\n<p><strong>Creating a Diversion to Hide:</strong> You can use Bluff to allow you to use Stealth. A successful <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"pAB2PYkZO3lsmeaC\"><i class=\"fas fa-book-open\"></i> Bluff</a> check can give you the momentary diversion you need to attempt a Stealth check while people are aware of you.</p>\n<p><strong>Action:</strong> Usually none. Normally, you make a Stealth check as part of movement, so it doesn’t take a separate action. However, using Stealth immediately after a ranged attack (see Sniping, above) is a move action.</p>\n<p><strong>Special:</strong> If you are invisible, you gain a +40 bonus on Stealth checks if you are immobile, or a +20 bonus on Stealth checks if you’re moving.</p>\n<p>If you have the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.feats\" data-id=\"f5FPqAYWlKj3zCIY\"> Stealthy</a> feat, you get a bonus on Stealth checks (see Feats).</p>\n<h1>Unchained - Skill Unlock</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9c25?Pathfinder-Roleplaying-Game-Pathfinder-Unchained\" target=\"_blank\" rel=\"noopener\">Pathfinder Unchained pg. 86</a><br>With sufficient ranks in Stealth, you earn the following.</p>\n<p><strong>5 Ranks:</strong> Reduce the Stealth penalty from sniping by 10.</p>\n<p><strong>10 Ranks:</strong> Stealth check penalties for moving quickly are halved, including the ability unlocked at 5 ranks, moving full speed, and reaching concealment after creating a distraction.</p>\n<p><strong>15 Ranks:</strong> If you attack after successfully using Stealth, your target is denied its Dexterity bonus against all attacks that you make before the end of your turn.</p>\n<p><strong>20 Ranks:</strong> If you attack after successfully using Stealth, your target is denied its Dexterity bonus against all attacks that you make before the beginning of your next turn.</p>"
}