{
  "_id": "TXrxgrB2sQjppZFY",
  "name": "Survival",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/pathfinderRPG/v5748btpy88yj\" target=\"_blank\" rel=\"noopener\">PRPG Core Rulebook pg. 107</a><br>You are skilled at surviving in the wild and at navigating in the wilderness. You also excel at following trails and tracks left by others.</p>\n<p><strong>Check:</strong> You can keep yourself and others safe and fed in the wild. The table below gives the DCs for various tasks that require Survival checks.</p>\n<table style=\"width: 99.1477%;\">\n<thead>\n<tr>\n<td style=\"width: 11.6443%;\" scope=\"col\">Survival DC</td>\n<td style=\"width: 87.6394%;\" scope=\"col\">Task</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"width: 11.6443%;\">10</td>\n<td style=\"width: 87.6394%;\">Get along in the wild. Move up to half your overland speed while hunting and foraging (no food or water supplies needed). You can provide food and water for one other person for every 2 points by which your check result exceeds 10.</td>\n</tr>\n<tr>\n<td style=\"width: 11.6443%;\">15</td>\n<td style=\"width: 87.6394%;\">Gain a +2 bonus on all Fortitude saves against severe weather while moving up to half your overland speed, or gain a +4 bonus if you remain stationary. You may grant the same bonus to one other character for every 1 point by which your Survival check result exceeds 15.</td>\n</tr>\n<tr>\n<td style=\"width: 11.6443%;\">15</td>\n<td style=\"width: 87.6394%;\">Keep from getting lost or avoid natural hazards, such as quicksand.</td>\n</tr>\n<tr>\n<td style=\"width: 11.6443%;\">15</td>\n<td style=\"width: 87.6394%;\">Predict the weather up to 24 hours in advance. For every 5 points by which your Survival check result exceeds 15, you can predict the weather for one additional day in advance.</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Follow Tracks:</strong> To find tracks or to follow them for 1 mile requires a successful Survival check. You must make another Survival check every time the tracks become difficult to follow. If you are not trained in this skill, you can make untrained checks to find tracks, but you can follow them only if the DC for the task is 10 or lower. Alternatively, you can use the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"YYmmxDgp0g3ltSUG\"><i class=\"fas fa-book-open\"></i> Perception</a> skill to find a footprint or similar sign of a creature’s passage using the same DCs, but you can’t use Perception to follow tracks, even if someone else has already found them.</p>\n<p>You move at half your normal speed while following tracks (or at your normal speed with a –5 penalty on the check, or at up to twice your normal speed with a –20 penalty on the check). The DC depends on the surface and the prevailing conditions, as given on the table.</p>\n<table>\n<thead>\n<tr>\n<td scope=\"col\">Surface</td>\n<td scope=\"col\">Survival DC</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Very soft ground</td>\n<td>5</td>\n</tr>\n<tr>\n<td>Soft ground</td>\n<td>10</td>\n</tr>\n<tr>\n<td>Firm ground</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Hard ground</td>\n<td>20</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Very Soft Ground:</strong> Any surface (fresh snow, thick dust, wet mud) that holds deep, clear impressions of footprints.</p>\n<p><strong>Soft Ground:</strong> Any surface soft enough to yield to pressure, but firmer than wet mud or fresh snow, in which a creature leaves frequent but shallow footprints.</p>\n<p><strong>Firm Ground:</strong> Most normal outdoor surfaces (such as lawns, fields, woods, and the like) or exceptionally soft or dirty indoor surfaces (thick rugs and very dirty or dusty floors). The creature might leave some traces (broken branches or tufts of hair), but it leaves only occasional or partial footprints.</p>\n<p><strong>Hard Ground:</strong> Any surface that doesn’t hold footprints at all, such as bare rock or an indoor floor. Most streambeds fall into this category, since any footprints left behind are obscured or washed away. The creature leaves only traces (scuff marks or displaced pebbles).</p>\n<table>\n<thead>\n<tr>\n<td scope=\"col\">Condition</td>\n<td scope=\"col\">Survival DC Modifier</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Every three creatures in the group being tracked</td>\n<td>–1</td>\n</tr>\n<tr style=\"background-color: #95a5a6;\">\n<td>Size of creature or creatures being tracked:<sup>1</sup></td>\n<td>&nbsp;</td>\n</tr>\n<tr>\n<td>-Fine</td>\n<td>+8</td>\n</tr>\n<tr>\n<td>-Diminutive</td>\n<td>+4</td>\n</tr>\n<tr>\n<td>-Tiny</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>-Small</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>-Medium</td>\n<td>+0</td>\n</tr>\n<tr>\n<td>-Large</td>\n<td>–1</td>\n</tr>\n<tr>\n<td>-Huge</td>\n<td>–2</td>\n</tr>\n<tr>\n<td>-Gargantuan</td>\n<td>–4</td>\n</tr>\n<tr>\n<td>-Colossal</td>\n<td>–8</td>\n</tr>\n<tr>\n<td>Every 24 hours since the trail was made</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>Every hour of rain since the trail was made</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>Fresh snow since the trail was made</td>\n<td>+10</td>\n</tr>\n<tr style=\"background-color: #95a5a6;\">\n<td>Poor visibility:<sup>2</sup></td>\n<td>&nbsp;</td>\n</tr>\n<tr>\n<td>-Overcast or moonless night</td>\n<td>+6</td>\n</tr>\n<tr>\n<td>-Moonlight</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>-Fog or precipitation</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>Tracked party hides trail (and moves at half speed)</td>\n<td>+5</td>\n</tr>\n</tbody>\n</table>\n<p><sup>1 For a group of mixed sizes, apply only the modifier for the largest size category.</sup><br><sup>2 Apply only the largest modifier from this category.</sup></p>\n<p>Several modifiers may apply to the Survival check, as given on the table above.</p>\n<p><strong>Action:</strong> Varies. A single Survival check may represent activity over the course of hours or a full day. A Survival check made to find tracks is at least a full-round action, and it may take even longer.</p>\n<p><strong>Try Again:</strong> Varies. For getting along in the wild or for gaining the Fortitude save bonus noted in the first table above, you make a Survival check once every 24 hours. The result of that check applies until the next check is made. To avoid getting lost or avoid natural hazards, you make a Survival check whenever the situation calls for one. Retries to avoid getting lost in a specific situation or to avoid a specific natural hazard are not allowed. For finding tracks, you can retry a failed check after 1 hour (outdoors) or 10 minutes (indoors) of searching.</p>\n<p><strong>Special:</strong> If you are trained in Survival, you can automatically determine where true north lies in relation to yourself.</p>\n<p>A ranger gains a bonus on Survival checks when using this skill to find or follow the tracks of a favored enemy.</p>\n<p>If you have the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.feats\" data-id=\"8VZQJOyAXbXghxd7\"> Self-Sufficient</a> feat, you get a bonus on Survival checks (see Feats).</p>\n<h1>Building Makeshift Tools and Structures</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9cro?Pathfinder-Player-Companion-Heroes-of-the-Wild\" target=\"_blank\" rel=\"noopener\">Heroes of the Wild pg. 8</a><br>With a successful DC 15 Survival check and 1 hour of work, you can build the following temporary tools and structures from natural materials using a <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.weapons-and-ammo\" data-id=\"F9GR4mUpehjkNdMj\"> handaxe</a>, <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.weapons-and-ammo\" data-id=\"Uw42p33QKEUhlSMi\"> kukri</a>, utility knife, or similar item (including anything that can be used as a shovel, if building a snow cave). Without a proper tool, you have to use improvised tools (imposing a –2 penalty on the Survival check). Makeshift structures and objects have half the normal hardness and hit points of a properly constructed version, and have a 10% chance of falling apart for each day of use. GMs may choose to allow other primitive tools based on these, at their discretion.</p>\n<p><strong>Cooking Vessel:</strong> Flat rocks can be used as primitive frying pans, and wood can be hollowed out and charred to make simple bowls and even pots.</p>\n<p><strong>Lean-To:</strong> This rudimentary shelter for two creatures of your size grants its occupants a +4 bonus on Fortitude saves against severe weather. The construction requires 20 feet of rope.</p>\n<p><strong>Raft:</strong> This log raft for two people requires 10 feet of rope to construct.</p>\n<p><strong>Rope:</strong> Makeshift rope is constructed in 10-foot lengths, though multiple lengths can be spliced together to make a longer rope. A makeshift rope gains the broken condition if the user rolls a natural 1 on a skill check involving the rope. If already broken, the rope snaps instead.</p>\n<p><strong>Snow Cave:</strong> The temperature in an inhabited snow cave generally remains around 32º F regardless of outside temperature. A lit candle further increases the temperature by 10º F.</p>\n<p><strong>Torch:</strong> A makeshift <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.items\" data-id=\"snfogneawzopfzzl\"> torch</a> burns for 1d6 × 5 minutes and has the fragile quality if used as an improvised weapon.</p>\n<h1>Dowsing</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9egu?Pathfinder-Roleplaying-Game-Occult-Adventures\" target=\"_blank\" rel=\"noopener\">Occult Adventures pg. 195</a><br>You channel mysterious forces in the nearby environment to locate hidden resources.</p>\n<p><strong>Check:</strong> Once per day, you can follow a dowsing rod’s movements to locate a particular type of location. Each attempt requires 10 minutes of intense concentration, after which you attempt the Survival check with the DC listed on the table below. The maximum range at which you can detect anything using dowsing is 400 feet + 40 feet per rank in Survival you possess. The rod’s directions persist for up to 10 minutes. You choose a particular target each time you dowse, and get the following information on a successful check.<br><br><strong>Find Water:</strong> The dowsing rod points toward the largest source of fresh water within range, including aquifers, lakes, ponds, and springs.</p>\n<p><strong>Grave Dowsing:</strong> The dowsing rod points in the direction of the largest burial site, cairn, or tomb within range.</p>\n<p><strong>Locate Metal and Gems:</strong> You concentrate on a specific metal or mineral. On a successful check, the dowsing rod points to the largest quantity of the selected mineral within range.</p>\n<table>\n<thead>\n<tr>\n<td scope=\"col\">Dowsing Target</td>\n<td scope=\"col\">DC</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Water</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Grave</td>\n<td>20</td>\n</tr>\n<tr>\n<td>Mineral</td>\n<td>25</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Action:</strong> Dowsing attempts take 10 minutes to initiate. The results of the check persist for 10 minutes afterward.</p>\n<p><strong>Try Again:</strong> Yes. You can try to dowse from the same location more than once, but still only once per day.</p>\n<h2>Occult Skill Unlocks</h2>\n<p>Characters capable of casting psychic spells or who have the Psychic Sensitivity feat gain access to skill unlocks—a host of esoteric skill uses not available to other PCs. These are not entirely new skills, but rather new uses of existing skills for those trained in the occult arts. A character must be trained in the appropriate skill to use that skill’s unlock, even if the skill can normally be used untrained. It’s impossible to take 10 for an occult skill unlock. Occult skill unlocks require intense concentration and strenuous effort, so the amount a character can use each skill unlock is limited to once per day or per week. This limit is for all uses of the skill unlock; if a character uses hypnotism to implant a suggestion, he can’t also use it to recall memories on the same day.</p>\n<h1>Foraging</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9ujo\" target=\"_blank\" rel=\"noopener\">Ultimate Wilderness pg. 134</a><br>These foraging techniques assume a search in a typically bountiful wilderness area. The exact time required to forage for supplies depends on the specific supplies desired and the type of terrain being searched, as does the DC of the skill check to successfully forage, as listed on Table 4–4 below. As a general rule, a character who spends more than 8 hours per day foraging becomes fatigued.</p>\n<p>The base amount of time required to forage for supplies depends on the type of supplies you’re searching for, as listed in each supply category below. When foraging, multiply this base time by the terrain’s “forage factor” as listed on the table below. Whether the terrain in question counts as standard, barren, or abundant depends on the type of terrain being searched, what is begin searched for, and the GM’s discretion (for example, a remote shoreline may qualify as abundant for the purposes of foraging for tools and weapons, but barren for the purposes of foraging for herbs), but in most cases, the standard category should be used. Rugged terrain includes all terrain with difficult physical obstacles (numerous steep mountainsides or cliffs, particularly dense undergrowth, or any other terrain where the searcher’s movement type is impeded), and its forage factor stacks with other forage factors for different types of terrain.</p>\n<table>\n<thead>\n<tr>\n<td scope=\"col\">Type of Terrain</td>\n<td scope=\"col\">Forage Factor</td>\n<td scope=\"col\">Forage DC</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Standard</td>\n<td>×1</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Barren</td>\n<td>×2</td>\n<td>20</td>\n</tr>\n<tr>\n<td>Abundant</td>\n<td>×1/2</td>\n<td>10</td>\n</tr>\n<tr>\n<td>Terrain is rugged</td>\n<td>×2</td>\n<td>+5</td>\n</tr>\n</tbody>\n</table>\n<p>Time spent to forage for supplies need not be consecutive and can be split over multiple days. Once the required time has passed, attempt a skill check against the appropriate forage DC as indicated on the table above; typically this is a Survival check, but searching for some types of supplies sometimes allows the substitution of a different skill.</p>\n<p>When a character attempts to forage for supplies, he must choose what kind of supplies he is searching for from the broad categories detailed below.</p>\n<p><strong>Alchemical Supplies and Material Components:</strong> Many alchemical supplies and material components can be found in the wilderness. You can forage enough supplies to approximate the contents of an alchemy crafting kit or a spell component pouch with a successful Survival check and 2d4 hours of effort, but the GM can rule that certain components simply aren’t available in an area (for example, bat guano cannot be foraged in terrain where no bats live). If a component is unavailable in the area but its cost remains negligible, you can create a rudimentary substitute component from your foraged supplies with a successful <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"L6LEhHRrn53cMuhE\"><i class=\"fas fa-book-open\"></i> Craft (alchemy)</a> or <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"uLZI2uWz0uB8UgBc\"><i class=\"fas fa-book-open\"></i> Spellcraft</a> check and 1 hour of effort (DC = 15 + double the level of the extract or spell). An extract or spell cast with such an improvised substitute has a 20% chance of failure (in addition to any other chance of failure). Focus components or costly material components cannot be foraged.</p>\n<p><strong>Herbs:</strong> Foraging for specific herbs requires a <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"ki0QvL0K7u4YuK0O\"><i class=\"fas fa-book-open\"></i> Knowledge (nature)</a> or <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"O7Utk8xKbHYDP7Ot\"><i class=\"fas fa-book-open\"></i> Profession (herbalist)</a> check and follows special rules, as presented on page 152 of this book.</p>\n<p><strong>Repair Materials and Improvised Tools:</strong> A period of 1d6 hours and a successful Survival check are enough to forage rudimentary supplies to perform field repairs for damaged equipment when the proper tools and supplies are not available. On a successful check, a character gathers the equivalent of 2d6 gp in raw materials. She must still spend the time and attempt <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"L6LEhHRrn53cMuhE\"><i class=\"fas fa-book-open\"></i> Craft</a> or <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"uLZI2uWz0uB8UgBc\"><i class=\"fas fa-book-open\"></i> Spellcraft</a> skill checks as normal to use these materials to repair an object, but she takes a –5 penalty on the check due to the foraged nature of the materials used. Repair materials gathered in this way cannot be sold.</p>\n<p>If these gathered materials are instead used to craft improvised tools, a successful forage check gathers only the equivalent of 1d6 gp in raw materials. A <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"L6LEhHRrn53cMuhE\"><i class=\"fas fa-book-open\"></i> Craft</a> or <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"uLZI2uWz0uB8UgBc\"><i class=\"fas fa-book-open\"></i> Spellcraft</a> check to repair an object or to craft an improvised tool with foraged supplies always fails on a natural 1.</p>\n<p><strong>Weapons:</strong> Functional <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.weapons-and-ammo\" data-id=\"vu3N4zCRDTUJ5FW4\"> clubs</a> and <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.weapons-and-ammo\" data-id=\"6eAg4BT0RM8tfyUN\"> quarterstaves</a> can be foraged with 10 minutes of foraging in any area with trees or wood; in other regions, clubs and quarterstaves require 1d4 hours of searching and function as improvised weapons. At the GM’s discretion, other improvised weapons can be foraged.</p>\n<h1>Harvesting Poison</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9ujo\" target=\"_blank\" rel=\"noopener\">Ultimate Wilderness pg. 142</a><br>While some think of poison as an assassin’s tool, the herbalists and naturalists of the world know that poison carries in it no more inherent evil than fire or water. Indeed, in the wildlands of the world, harvesting poison to give a hunter an edge or to aid in the production of antivenom is a time-honored practice.</p>\n<p>While <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"L6LEhHRrn53cMuhE\"><i class=\"fas fa-book-open\"></i> Craft (alchemy)</a> is necessary to brew long-lasting poisons, there are many natural sources of poison in the world, and poison crafters who wish to avoid the expense of purchasing raw ingredients may seek to harvest poison from natural sources instead. The following section presents rules for harvesting poisons from the wild.</p>\n<p>Unless a dose of harvested poison is preserved (see Preserving Harvested Poison on page 143), it remains potent for 24 hours after it is harvested.</p>\n<h2>Harvesting from Dead Creatures</h2>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9ujo\" target=\"_blank\" rel=\"noopener\">Ultimate Wilderness pg. 142</a><br>Once a venomous creature is slain, its venom sacs can be removed, allowing 1 or more doses of its venom to be harvested for later use. In order to harvest venom, the creature must have been dead for less than 24 hours. Every hour the source creature has been dead reduces the lifespan of the harvested poison by an hour. Removing venom sacs is a messy and timeconsuming process, requiring 10 minutes of work, access to surgical tools, and a container to store the venom in. If proper surgical tools are not available, a dagger or other light slashing weapon can be used, although this imposes a –2 penalty on checks to harvest the venom. The harvester must succeed at a Survival check (DC = 15 + the dead creature’s CR) in order to successfully harvest poison. On a success, the harvester acquires a single dose of the creature’s venom, plus 1 additional dose for every 5 by which the result of this check exceeded the DC (to a maximum number of doses equal to the creature’s Constitution modifier, minimum 1). Failing the check causes all of the venom to be lost. Failure by 5 or more exposes the harvester to 1d3 doses of the creature’s venom unless she has the poison use class feature.</p>\n<h1>Harvesting Poison from Hazards</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9ujo\" target=\"_blank\" rel=\"noopener\">Ultimate Wilderness pg. 142</a><br>Some hazards, such as poison oak and spider vines, feature poisons that can be harvested by those who know how to do so. This process requires 1 hour and an <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.items\" data-id=\"vsanawzysjtywomw\"><i class=\"fas fa-suitcase\"></i> alchemist's lab</a> or <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.items\" data-id=\"xkunfssqoyoupryi\"><i class=\"fas fa-suitcase\"></i> alchemy crafting kit</a>. If the harvester succeeds at a Survival check (DC = 15 + the hazard’s CR), she collects 1 dose of poison. Harvesting poison from a hazard in this way requires getting close enough to it to touch it, which may expose the harvester to the hazard’s effects.</p>\n<h1>Making a Fire</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9cro?Pathfinder-Player-Companion-Heroes-of-the-Wild\" target=\"_blank\" rel=\"noopener\">Heroes of the Wild pg. 8</a><br>It is possible to make a fire even without flint and steel or other fire-making tools. Finding suitable materials to start a fire requires 10 minutes of effort and a successful DC 20 Survival check.</p>\n<h1>Obscuring Tracks</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9cro?Pathfinder-Player-Companion-Heroes-of-the-Wild\" target=\"_blank\" rel=\"noopener\">Heroes of the Wild pg. 8</a><br>You can use Survival to make your tracks more difficult to follow. A successful DC 15 Survival check increases the DC of following your tracks by 4. You can move at only half speed while obscuring your tracks unless you increase the Survival check DC to do so by 5. If you’re traveling in a group, for every creature beyond yourself whose tracks you wish to obscure, increase the DC by an additional 1. Large creatures count as two creatures for this purpose, and Huge creatures count as four. You cannot conceal the tracks of groups traveling with Gargantuan or larger creatures.</p>\n<h1>Snares and Simple Traps</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9cro?Pathfinder-Player-Companion-Heroes-of-the-Wild\" target=\"_blank\" rel=\"noopener\">Heroes of the Wild pg. 8</a><br>As a normal part of using a Survival check to get along in the wild, a character can make simple snares and deadfalls to trap small game. Though not as robust or dangerous as ranger traps or traps created using the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf1.skills\" data-id=\"L6LEhHRrn53cMuhE\"><i class=\"fas fa-book-open\"></i> Craft (traps)</a> skill, simple traps and snares can also be used against prey that is more dangerous than typical game.</p>\n<p>Regardless of the nature of its construction, such a trap acts as an extraordinary ranger snare trap (Pathfinder RPG Ultimate Magic 65), with the following modifications. With a successful DC 15 Survival check, a simple trap can be constructed in 20 minutes in a typical wilderness area using proper tools. The trap affects only creatures of a single size category, determined when the trap is constructed. (Smaller creatures slip out easily, and larger creatures are too big to be effectively snared.) The trap is obvious unless it is hidden with a successful DC 20 Stealth check, in which case noticing it requires a successful DC 15 Perception check. The trap’s DC is 13, it has 10 hit points, and it can be burst with a successful DC 15 Strength check. If left unattended, a simple trap has a 25% chance of becoming ineffective each day.</p>\n<p>Characters who wish to create more effective traps should invest skill ranks in Craft (traps) or take the Learn Ranger Trap feat.</p>\n<h1>Unchained - Skill Unlock</h1>\n<p><strong>Source</strong>&nbsp;<a href=\"http://paizo.com/products/btpy9c25?Pathfinder-Roleplaying-Game-Pathfinder-Unchained\" target=\"_blank\" rel=\"noopener\">Pathfinder Unchained pg. 87</a><br>With sufficient ranks in Survival, you earn the following.</p>\n<p><strong>5 Ranks:</strong> You reduce all nonlethal damage you take from heat, cold, starvation, or thirst by 1 point for every 5 ranks you possess in Survival.</p>\n<p><strong>10 Ranks:</strong> You can track creatures that leave no tracks, including flying and swimming creatures and creatures using trackless step or pass without trace, taking a –20 penalty on your Survival check.</p>\n<p><strong>15 Ranks:</strong> Once per day, you can spend 1 hour and attempt a DC 30 Survival check. Success grants you cold resistance or fire resistance 5 for 24 hours. You can share this with one ally for every 5 by which you exceeded the check.</p>\n<p><strong>20 Ranks:</strong> You take only a –10 penalty when tracking creatures that leave no tracks.</p>"
}